[
    {
        "reference": "Genesis 7:19",
        "content": "And the waters prevailed so mightily on the earth that all the high mountains under the whole heaven were covered."
    },
    {
        "reference": "Genesis 7:20",
        "content": "The waters prevailed above the mountains, covering them fifteen cubits deep."
    },
    {
        "reference": "Genesis 8:4",
        "content": "and in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat."
    },
    {
        "reference": "Genesis 8:5",
        "content": "And the waters continued to abate until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains were seen."
    },
    {
        "reference": "Genesis 22:2",
        "content": "He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”"
    },
    {
        "reference": "Genesis 48:22",
        "content": "Moreover, I have given to you rather than to your brothers one mountain slope that I took from the hand of the Amorites with my sword and with my bow.”"
    },
    {
        "reference": "Exodus 3:1",
        "content": "Now Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "reference": "Exodus 3:12",
        "content": "He said, “But I will be with you, and this shall be the sign for you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”"
    },
    {
        "reference": "Exodus 4:27",
        "content": "The LORD said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "reference": "Exodus 15:17",
        "content": "You will bring them in and plant them on your own mountain, the place, O LORD, which you have made for your abode, the sanctuary, O Lord, which your hands have established."
    },
    {
        "reference": "Exodus 18:5",
        "content": "Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was encamped at the mountain of God."
    },
    {
        "reference": "Exodus 19:2",
        "content": "They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain,"
    },
    {
        "reference": "Exodus 19:3",
        "content": "while Moses went up to God. The LORD called to him out of the mountain, saying, “Thus you shall say to the house of Jacob, and tell the people of Israel:"
    },
    {
        "reference": "Exodus 19:12",
        "content": "And you shall set limits for the people all around, saying, ‘Take care not to go up into the mountain or touch the edge of it. Whoever touches the mountain shall be put to death."
    },
    {
        "reference": "Exodus 19:13",
        "content": "No hand shall touch him, but he shall be stoned or shot; whether beast or man, he shall not live.’ When the trumpet sounds a long blast, they shall come up to the mountain.”"
    },
    {
        "reference": "Exodus 19:14",
        "content": "So Moses went down from the mountain to the people and consecrated the people; and they washed their garments."
    },
    {
        "reference": "Exodus 19:16",
        "content": "On the morning of the third day there were thunders and lightnings and a thick cloud on the mountain and a very loud trumpet blast, so that all the people in the camp trembled."
    },
    {
        "reference": "Exodus 19:17",
        "content": "Then Moses brought the people out of the camp to meet God, and they took their stand at the foot of the mountain."
    },
    {
        "reference": "Exodus 19:18",
        "content": "Now Mount Sinai was wrapped in smoke because the LORD had descended on it in fire. The smoke of it went up like the smoke of a kiln, and the whole mountain trembled greatly."
    },
    {
        "reference": "Exodus 19:20",
        "content": "The LORD came down on Mount Sinai, to the top of the mountain. And the LORD called Moses to the top of the mountain, and Moses went up."
    },
    {
        "reference": "Exodus 19:23",
        "content": "And Moses said to the LORD, “The people cannot come up to Mount Sinai, for you yourself warned us, saying, ‘Set limits around the mountain and consecrate it.’”"
    },
    {
        "reference": "Exodus 20:18",
        "content": "Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off"
    },
    {
        "reference": "Exodus 24:4",
        "content": "And Moses wrote down all the words of the LORD. He rose early in the morning and built an altar at the foot of the mountain, and twelve pillars, according to the twelve tribes of Israel."
    },
    {
        "reference": "Exodus 24:12",
        "content": "The LORD said to Moses, “Come up to me on the mountain and wait there, that I may give you the tablets of stone, with the law and the commandment, which I have written for their instruction.”"
    },
    {
        "reference": "Exodus 24:13",
        "content": "So Moses rose with his assistant Joshua, and Moses went up into the mountain of God."
    },
    {
        "reference": "Exodus 24:15",
        "content": "Then Moses went up on the mountain, and the cloud covered the mountain."
    },
    {
        "reference": "Exodus 24:17",
        "content": "Now the appearance of the glory of the LORD was like a devouring fire on the top of the mountain in the sight of the people of Israel."
    },
    {
        "reference": "Exodus 24:18",
        "content": "Moses entered the cloud and went up on the mountain. And Moses was on the mountain forty days and forty nights."
    },
    {
        "reference": "Exodus 25:40",
        "content": "And see that you make them after the pattern for them, which is being shown you on the mountain."
    },
    {
        "reference": "Exodus 26:30",
        "content": "Then you shall erect the tabernacle according to the plan for it that you were shown on the mountain."
    },
    {
        "reference": "Exodus 27:8",
        "content": "You shall make it hollow, with boards. As it has been shown you on the mountain, so shall it be made."
    },
    {
        "reference": "Exodus 32:1",
        "content": "When the people saw that Moses delayed to come down from the mountain, the people gathered themselves together to Aaron and said to him, “Up, make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"
    },
    {
        "reference": "Exodus 32:12",
        "content": "Why should the Egyptians say, ‘With evil intent did he bring them out, to kill them in the mountains and to consume them from the face of the earth’? Turn from your burning anger and relent from this disaster against your people."
    },
    {
        "reference": "Exodus 32:15",
        "content": "Then Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets that were written on both sides; on the front and on the back they were written."
    },
    {
        "reference": "Exodus 32:19",
        "content": "And as soon as he came near the camp and saw the calf and the dancing, Moses’ anger burned hot, and he threw the tablets out of his hands and broke them at the foot of the mountain."
    },
    {
        "reference": "Exodus 34:2",
        "content": "Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain."
    },
    {
        "reference": "Exodus 34:3",
        "content": "No one shall come up with you, and let no one be seen throughout all the mountain. Let no flocks or herds graze opposite that mountain.”"
    },
    {
        "reference": "Exodus 34:29",
        "content": "When Moses came down from Mount Sinai, with the two tablets of the testimony in his hand as he came down from the mountain, Moses did not know that the skin of his face shone because he had been talking with God."
    },
    {
        "reference": "Numbers 20:28",
        "content": "And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "reference": "Numbers 23:7",
        "content": "And Balaam took up his discourse and said, “From Aram Balak has brought me, the king of Moab from the eastern mountains: ‘Come, curse Jacob for me, and come, denounce Israel!’"
    },
    {
        "reference": "Numbers 27:12",
        "content": "The LORD said to Moses, “Go up into this mountain of Abarim and see the land that I have given to the people of Israel."
    },
    {
        "reference": "Numbers 33:47",
        "content": "And they set out from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "reference": "Numbers 33:48",
        "content": "And they set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho;"
    },
    {
        "reference": "Deuteronomy 1:6",
        "content": "“The LORD our God said to us in Horeb, ‘You have stayed long enough at this mountain."
    },
    {
        "reference": "Deuteronomy 2:3",
        "content": "‘You have been traveling around this mountain country long enough. Turn northward"
    },
    {
        "reference": "Deuteronomy 4:11",
        "content": "And you came near and stood at the foot of the mountain, while the mountain burned with fire to the heart of heaven, wrapped in darkness, cloud, and gloom."
    },
    {
        "reference": "Deuteronomy 5:4",
        "content": "The LORD spoke with you face to face at the mountain, out of the midst of the fire,"
    },
    {
        "reference": "Deuteronomy 5:5",
        "content": "while I stood between the LORD and you at that time, to declare to you the word of the LORD. For you were afraid because of the fire, and you did not go up into the mountain. He said:"
    },
    {
        "reference": "Deuteronomy 5:22",
        "content": "“These words the LORD spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. And he wrote them on two tablets of stone and gave them to me."
    },
    {
        "reference": "Deuteronomy 5:23",
        "content": "And as soon as you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes, and your elders."
    },
    {
        "reference": "Deuteronomy 9:9",
        "content": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the LORD made with you, I remained on the mountain forty days and forty nights. I neither ate bread nor drank water."
    },
    {
        "reference": "Deuteronomy 9:10",
        "content": "And the LORD gave me the two tablets of stone written with the finger of God, and on them were all the words that the LORD had spoken with you on the mountain out of the midst of the fire on the day of the assembly."
    },
    {
        "reference": "Deuteronomy 9:15",
        "content": "So I turned and came down from the mountain, and the mountain was burning with fire. And the two tablets of the covenant were in my two hands."
    },
    {
        "reference": "Deuteronomy 9:21",
        "content": "Then I took the sinful thing, the calf that you had made, and burned it with fire and crushed it, grinding it very small, until it was as fine as dust. And I threw the dust of it into the brook that ran down from the mountain."
    },
    {
        "reference": "Deuteronomy 10:1",
        "content": "“At that time the LORD said to me, ‘Cut for yourself two tablets of stone like the first, and come up to me on the mountain and make an ark of wood."
    },
    {
        "reference": "Deuteronomy 10:3",
        "content": "So I made an ark of acacia wood, and cut two tablets of stone like the first, and went up the mountain with the two tablets in my hand."
    },
    {
        "reference": "Deuteronomy 10:4",
        "content": "And he wrote on the tablets, in the same writing as before, the Ten Commandments that the LORD had spoken to you on the mountain out of the midst of the fire on the day of the assembly. And the LORD gave them to me."
    },
    {
        "reference": "Deuteronomy 10:5",
        "content": "Then I turned and came down from the mountain and put the tablets in the ark that I had made. And there they are, as the LORD commanded me.”"
    },
    {
        "reference": "Deuteronomy 10:10",
        "content": "“I myself stayed on the mountain, as at the first time, forty days and forty nights, and the LORD listened to me that time also. The LORD was unwilling to destroy you."
    },
    {
        "reference": "Deuteronomy 12:2",
        "content": "You shall surely destroy all the places where the nations whom you shall dispossess served their gods, on the high mountains and on the hills and under every green tree."
    },
    {
        "reference": "Deuteronomy 14:5",
        "content": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep."
    },
    {
        "reference": "Deuteronomy 32:22",
        "content": "For a fire is kindled by my anger, and it burns to the depths of Sheol, devours the earth and its increase, and sets on fire the foundations of the mountains."
    },
    {
        "reference": "Deuteronomy 32:49",
        "content": "“Go up this mountain of the Abarim, Mount Nebo, which is in the land of Moab, opposite Jericho, and view the land of Canaan, which I am giving to the people of Israel for a possession."
    },
    {
        "reference": "Deuteronomy 32:50",
        "content": "And die on the mountain which you go up, and be gathered to your people, as Aaron your brother died in Mount Hor and was gathered to his people,"
    },
    {
        "reference": "Deuteronomy 33:15",
        "content": "with the finest produce of the ancient mountains and the abundance of the everlasting hills,"
    },
    {
        "reference": "Deuteronomy 33:19",
        "content": "They shall call peoples to their mountain; there they offer right sacrifices; for they draw from the abundance of the seas and the hidden treasures of the sand.”"
    },
    {
        "reference": "Joshua 15:8",
        "content": "Then the boundary goes up by the Valley of the Son of Hinnom at the southern shoulder of the Jebusite (that is, Jerusalem). And the boundary goes up to the top of the mountain that lies over against the Valley of Hinnom, on the west, at the northern end of the Valley of Rephaim."
    },
    {
        "reference": "Joshua 15:9",
        "content": "Then the boundary extends from the top of the mountain to the spring of the waters of Nephtoah, and from there to the cities of Mount Ephron. Then the boundary bends around to Baalah (that is, Kiriath-jearim)."
    },
    {
        "reference": "Joshua 18:13",
        "content": "From there the boundary passes along southward in the direction of Luz, to the shoulder of Luz (that is, Bethel), then the boundary goes down to Ataroth-addar, on the mountain that lies south of Lower Beth-horon."
    },
    {
        "reference": "Joshua 18:14",
        "content": "Then the boundary goes in another direction, turning on the western side southward from the mountain that lies to the south, opposite Beth-horon, and it ends at Kiriath-baal (that is, Kiriath-jearim), a city belonging to the people of Judah. This forms the western side."
    },
    {
        "reference": "Joshua 18:16",
        "content": "Then the boundary goes down to the border of the mountain that overlooks the Valley of the Son of Hinnom, which is at the north end of the Valley of Rephaim. And it then goes down the Valley of Hinnom, south of the shoulder of the Jebusites, and downward to En-rogel."
    },
    {
        "reference": "Joshua 24:30",
        "content": "And they buried him in his own inheritance at Timnath-serah, which is in the hill country of Ephraim, north of the mountain of Gaash."
    },
    {
        "reference": "Judges 2:9",
        "content": "And they buried him within the boundaries of his inheritance in Timnath-heres, in the hill country of Ephraim, north of the mountain of Gaash."
    },
    {
        "reference": "Judges 5:5",
        "content": "The mountains quaked before the LORD, even Sinai before the LORD, the God of Israel."
    },
    {
        "reference": "Judges 6:2",
        "content": "And the hand of Midian overpowered Israel, and because of Midian the people of Israel made for themselves the dens that are in the mountains and the caves and the strongholds."
    },
    {
        "reference": "Judges 9:36",
        "content": "And when Gaal saw the people, he said to Zebul, “Look, people are coming down from the mountaintops!” And Zebul said to him, “You mistake the shadow of the mountains for men.”"
    },
    {
        "reference": "Judges 11:37",
        "content": "So she said to her father, “Let this thing be done for me: leave me alone two months, that I may go up and down on the mountains and weep for my virginity, I and my companions.”"
    },
    {
        "reference": "Judges 11:38",
        "content": "So he said, “Go.” Then he sent her away for two months, and she departed, she and her companions, and wept for her virginity on the mountains."
    },
    {
        "reference": "1 Samuel 17:3",
        "content": "And the Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side, with a valley between them."
    },
    {
        "reference": "1 Samuel 23:26",
        "content": "Saul went on one side of the mountain, and David and his men on the other side of the mountain. And David was hurrying to get away from Saul. As Saul and his men were closing in on David and his men to capture them,"
    },
    {
        "reference": "1 Samuel 25:20",
        "content": "And as she rode on the donkey and came down under cover of the mountain, behold, David and his men came down toward her, and she met them."
    },
    {
        "reference": "1 Samuel 26:20",
        "content": "Now therefore, let not my blood fall to the earth away from the presence of the LORD, for the king of Israel has come out to seek a single flea like one who hunts a partridge in the mountains.”"
    },
    {
        "reference": "2 Samuel 1:21",
        "content": "“You mountains of Gilboa, let there be no dew or rain upon you, nor fields of offerings! For there the shield of the mighty was defiled, the shield of Saul, not anointed with oil."
    },
    {
        "reference": "2 Samuel 13:34",
        "content": "But Absalom fled. And the young man who kept the watch lifted up his eyes and looked, and behold, many people were coming from the road behind him by the side of the mountain."
    },
    {
        "reference": "2 Samuel 21:9",
        "content": "and he gave them into the hands of the Gibeonites, and they hanged them on the mountain before the LORD, and the seven of them perished together. They were put to death in the first days of harvest, at the beginning of barley harvest."
    },
    {
        "reference": "1 Kings 11:7",
        "content": "Then Solomon built a high place for Chemosh the abomination of Moab, and for Molech the abomination of the Ammonites, on the mountain east of Jerusalem."
    },
    {
        "reference": "1 Kings 19:11",
        "content": "And he said, “Go out and stand on the mount before the LORD.” And behold, the LORD passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before the LORD, but the LORD was not in the wind. And after the wind an earthquake, but the LORD was not in the earthquake."
    },
    {
        "reference": "1 Kings 22:17",
        "content": "And he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the LORD said, ‘These have no master; let each return to his home in peace.’”"
    },
    {
        "reference": "2 Kings 2:16",
        "content": "And they said to him, “Behold now, there are with your servants fifty strong men. Please let them go and seek your master. It may be that the Spirit of the LORD has caught him up and cast him upon some mountain or into some valley.” And he said, “You shall not send.”"
    },
    {
        "reference": "2 Kings 4:27",
        "content": "And when she came to the mountain to the man of God, she caught hold of his feet. And Gehazi came to push her away. But the man of God said, “Leave her alone, for she is in bitter distress, and the LORD has hidden it from me and has not told me.”"
    },
    {
        "reference": "2 Kings 6:17",
        "content": "Then Elisha prayed and said, “O LORD, please open his eyes that he may see.” So the LORD opened the eyes of the young man, and he saw, and behold, the mountain was full of horses and chariots of fire all around Elisha."
    },
    {
        "reference": "2 Kings 19:23",
        "content": "By your messengers you have mocked the Lord, and you have said, ‘With my many chariots I have gone up the heights of the mountains, to the far recesses of Lebanon; I felled its tallest cedars, its choicest cypresses; I entered its farthest lodging place, its most fruitful forest."
    },
    {
        "reference": "1 Chronicles 12:8",
        "content": "From the Gadites there went over to David at the stronghold in the wilderness mighty and experienced warriors, expert with shield and spear, whose faces were like the faces of lions and who were swift as gazelles upon the mountains:"
    },
    {
        "reference": "2 Chronicles 18:16",
        "content": "And he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the LORD said, ‘These have no master; let each return to his home in peace.’”"
    },
    {
        "reference": "2 Chronicles 33:15",
        "content": "And he took away the foreign gods and the idol from the house of the LORD, and all the altars that he had built on the mountain of the house of the LORD and in Jerusalem, and he threw them outside of the city."
    },
    {
        "reference": "Job 9:5",
        "content": "he who removes mountains, and they know it not, when he overturns them in his anger,"
    },
    {
        "reference": "Job 14:18",
        "content": "“But the mountain falls and crumbles away, and the rock is removed from its place;"
    },
    {
        "reference": "Job 24:8",
        "content": "They are wet with the rain of the mountains and cling to the rock for lack of shelter."
    },
    {
        "reference": "Job 28:9",
        "content": "“Man puts his hand to the flinty rock and overturns mountains by the roots."
    },
    {
        "reference": "Job 39:1",
        "content": "“Do you know when the mountain goats give birth? Do you observe the calving of the does?"
    },
    {
        "reference": "Job 39:8",
        "content": "He ranges the mountains as his pasture, and he searches after every green thing."
    },
    {
        "reference": "Job 40:20",
        "content": "For the mountains yield food for him where all the wild beasts play."
    },
    {
        "reference": "Psalm 11:1",
        "content": "To the choirmaster. Of David.   In the LORD I take refuge; how can you say to my soul, “Flee like a bird to your mountain,"
    },
    {
        "reference": "Psalm 18:7",
        "content": "Then the earth reeled and rocked; the foundations also of the mountains trembled and quaked, because he was angry."
    },
    {
        "reference": "Psalm 30:7",
        "content": "By your favor, O LORD, you made my mountain stand strong; you hid your face; I was dismayed."
    },
    {
        "reference": "Psalm 36:6",
        "content": "Your righteousness is like the mountains of God; your judgments are like the great deep; man and beast you save, O LORD."
    },
    {
        "reference": "Psalm 46:2",
        "content": "Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea,"
    },
    {
        "reference": "Psalm 46:3",
        "content": "though its waters roar and foam, though the mountains tremble at its swelling. Selah"
    },
    {
        "reference": "Psalm 48:1",
        "content": "A Song. A Psalm of the Sons of Korah.   Great is the LORD and greatly to be praised in the city of our God! His holy mountain,"
    },
    {
        "reference": "Psalm 65:6",
        "content": "the one who by his strength established the mountains, being girded with might;"
    },
    {
        "reference": "Psalm 68:15",
        "content": "O mountain of God, mountain of Bashan; O many-peaked mountain, mountain of Bashan!"
    },
    {
        "reference": "Psalm 68:16",
        "content": "Why do you look with hatred, O many-peaked mountain, at the mount that God desired for his abode, yes, where the LORD will dwell forever?"
    },
    {
        "reference": "Psalm 72:3",
        "content": "Let the mountains bear prosperity for the people, and the hills, in righteousness!"
    },
    {
        "reference": "Psalm 72:16",
        "content": "May there be abundance of grain in the land; on the tops of the mountains may it wave; may its fruit be like Lebanon; and may people blossom in the cities like the grass of the field!"
    },
    {
        "reference": "Psalm 76:4",
        "content": "Glorious are you, more majestic than the mountains full of prey."
    },
    {
        "reference": "Psalm 78:54",
        "content": "And he brought them to his holy land, to the mountain which his right hand had won."
    },
    {
        "reference": "Psalm 80:10",
        "content": "The mountains were covered with its shade, the mighty cedars with its branches."
    },
    {
        "reference": "Psalm 83:14",
        "content": "As fire consumes the forest, as the flame sets the mountains ablaze,"
    },
    {
        "reference": "Psalm 90:2",
        "content": "Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God."
    },
    {
        "reference": "Psalm 95:4",
        "content": "In his hand are the depths of the earth; the heights of the mountains are his also."
    },
    {
        "reference": "Psalm 97:5",
        "content": "The mountains melt like wax before the LORD, before the Lord of all the earth."
    },
    {
        "reference": "Psalm 99:9",
        "content": "Exalt the LORD our God, and worship at his holy mountain; for the LORD our God is holy!"
    },
    {
        "reference": "Psalm 104:6",
        "content": "You covered it with the deep as with a garment; the waters stood above the mountains."
    },
    {
        "reference": "Psalm 104:8",
        "content": "The mountains rose, the valleys sank down to the place that you appointed for them."
    },
    {
        "reference": "Psalm 104:13",
        "content": "From your lofty abode you water the mountains; the earth is satisfied with the fruit of your work."
    },
    {
        "reference": "Psalm 104:18",
        "content": "The high mountains are for the wild goats; the rocks are a refuge for the rock badgers."
    },
    {
        "reference": "Psalm 104:32",
        "content": "who looks on the earth and it trembles, who touches the mountains and they smoke!"
    },
    {
        "reference": "Psalm 114:4",
        "content": "The mountains skipped like rams, the hills like lambs."
    },
    {
        "reference": "Psalm 114:6",
        "content": "O mountains, that you skip like rams? O hills, like lambs?"
    },
    {
        "reference": "Psalm 125:2",
        "content": "As the mountains surround Jerusalem, so the LORD surrounds his people, from this time forth and forevermore."
    },
    {
        "reference": "Psalm 133:3",
        "content": "It is like the dew of Hermon, which falls on the mountains of Zion! For there the LORD has commanded the blessing, life forevermore."
    },
    {
        "reference": "Psalm 144:5",
        "content": "Bow your heavens, O LORD, and come down! Touch the mountains so that they smoke!"
    },
    {
        "reference": "Psalm 148:9",
        "content": "Mountains and all hills, fruit trees and all cedars!"
    },
    {
        "reference": "Proverbs 8:25",
        "content": "Before the mountains had been shaped, before the hills, I was brought forth,"
    },
    {
        "reference": "Proverbs 27:25",
        "content": "When the grass is gone and the new growth appears and the vegetation of the mountains is gathered,"
    },
    {
        "reference": "Song of Solomon 2:8",
        "content": "The voice of my beloved! Behold, he comes, leaping over the mountains, bounding over the hills."
    },
    {
        "reference": "Song of Solomon 2:17",
        "content": "Until the day breathes and the shadows flee, turn, my beloved, be like a gazelle or a young stag on cleft mountains."
    },
    {
        "reference": "Song of Solomon 4:6",
        "content": "Until the day breathes and the shadows flee, I will go away to the mountain of myrrh and the hill of frankincense."
    },
    {
        "reference": "Song of Solomon 4:8",
        "content": "Come with me from Lebanon, my bride; come with me from Lebanon. Depart from the peak of Amana, from the peak of Senir and Hermon, from the dens of lions, from the mountains of leopards."
    },
    {
        "reference": "Song of Solomon 8:14",
        "content": "She   Make haste, my beloved, and be like a gazelle or a young stag on the mountains of spices."
    },
    {
        "reference": "Isaiah 2:2",
        "content": "It shall come to pass in the latter days that the mountain of the house of the LORD shall be established as the highest of the mountains, and shall be lifted up above the hills; and all the nations shall flow to it,"
    },
    {
        "reference": "Isaiah 2:3",
        "content": "and many peoples shall come, and say: “Come, let us go up to the mountain of the LORD, to the house of the God of Jacob, that he may teach us his ways and that we may walk in his paths.” For out of Zion shall go forth the law, and the word of the LORD from Jerusalem."
    },
    {
        "reference": "Isaiah 2:14",
        "content": "against all the lofty mountains, and against all the uplifted hills;"
    },
    {
        "reference": "Isaiah 5:25",
        "content": "Therefore the anger of the LORD was kindled against his people, and he stretched out his hand against them and struck them, and the mountains quaked; and their corpses were as refuse in the midst of the streets. For all this his anger has not turned away, and his hand is stretched out still."
    },
    {
        "reference": "Isaiah 11:9",
        "content": "They shall not hurt or destroy in all my holy mountain; for the earth shall be full of the knowledge of the LORD as the waters cover the sea."
    },
    {
        "reference": "Isaiah 13:4",
        "content": "The sound of a tumult is on the mountains as of a great multitude! The sound of an uproar of kingdoms, of nations gathering together! The LORD of hosts is mustering a host for battle."
    },
    {
        "reference": "Isaiah 14:25",
        "content": "that I will break the Assyrian in my land, and on my mountains trample him underfoot; and his yoke shall depart from them, and his burden from their shoulder.”"
    },
    {
        "reference": "Isaiah 17:13",
        "content": "The nations roar like the roaring of many waters, but he will rebuke them, and they will flee far away, chased like chaff on the mountains before the wind and whirling dust before the storm."
    },
    {
        "reference": "Isaiah 18:3",
        "content": "All you inhabitants of the world, you who dwell on the earth, when a signal is raised on the mountains, look! When a trumpet is blown, hear!"
    },
    {
        "reference": "Isaiah 18:6",
        "content": "They shall all of them be left to the birds of prey of the mountains and to the beasts of the earth. And the birds of prey will summer on them, and all the beasts of the earth will winter on them."
    },
    {
        "reference": "Isaiah 22:5",
        "content": "For the Lord GOD of hosts has a day of tumult and trampling and confusion in the valley of vision, a battering down of walls and a shouting to the mountains."
    },
    {
        "reference": "Isaiah 25:6",
        "content": "On this mountain the LORD of hosts will make for all peoples a feast of rich food, a feast of well-aged wine, of rich food full of marrow, of aged wine well refined."
    },
    {
        "reference": "Isaiah 25:7",
        "content": "And he will swallow up on this mountain the covering that is cast over all peoples, the veil that is spread over all nations."
    },
    {
        "reference": "Isaiah 25:10",
        "content": "For the hand of the LORD will rest on this mountain, and Moab shall be trampled down in his place, as straw is trampled down in a dunghill."
    },
    {
        "reference": "Isaiah 27:13",
        "content": "And in that day a great trumpet will be blown, and those who were lost in the land of Assyria and those who were driven out to the land of Egypt will come and worship the LORD on the holy mountain at Jerusalem."
    },
    {
        "reference": "Isaiah 30:17",
        "content": "A thousand shall flee at the threat of one; at the threat of five you shall flee, till you are left like a flagstaff on the top of a mountain, like a signal on a hill."
    },
    {
        "reference": "Isaiah 30:25",
        "content": "And on every lofty mountain and every high hill there will be brooks running with water, in the day of the great slaughter, when the towers fall."
    },
    {
        "reference": "Isaiah 30:29",
        "content": "You shall have a song as in the night when a holy feast is kept, and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the LORD, to the Rock of Israel."
    },
    {
        "reference": "Isaiah 34:3",
        "content": "Their slain shall be cast out, and the stench of their corpses shall rise; the mountains shall flow with their blood."
    },
    {
        "reference": "Isaiah 37:24",
        "content": "By your servants you have mocked the Lord, and you have said, With my many chariots I have gone up the heights of the mountains, to the far recesses of Lebanon, to cut down its tallest cedars, its choicest cypresses, to come to its remotest height, its most fruitful forest."
    },
    {
        "reference": "Isaiah 40:4",
        "content": "Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall become level, and the rough places a plain."
    },
    {
        "reference": "Isaiah 40:9",
        "content": "Go on up to a high mountain, O Zion, herald of good news; lift up your voice with strength, O Jerusalem, herald of good news; lift it up, fear not; say to the cities of Judah, “Behold your God!”"
    },
    {
        "reference": "Isaiah 40:12",
        "content": "Who has measured the waters in the hollow of his hand and marked off the heavens with a span, enclosed the dust of the earth in a measure and weighed the mountains in scales and the hills in a balance?"
    },
    {
        "reference": "Isaiah 41:15",
        "content": "Behold, I make of you a threshing sledge, new, sharp, and having teeth; you shall thresh the mountains and crush them, and you shall make the hills like chaff;"
    },
    {
        "reference": "Isaiah 42:11",
        "content": "Let the desert and its cities lift up their voice, the villages that Kedar inhabits; let the habitants of Sela sing for joy, let them shout from the top of the mountains."
    },
    {
        "reference": "Isaiah 42:15",
        "content": "I will lay waste mountains and hills, and dry up all their vegetation; I will turn the rivers into islands, and dry up the pools."
    },
    {
        "reference": "Isaiah 44:23",
        "content": "Sing, O heavens, for the LORD has done it; shout, O depths of the earth; break forth into singing, O mountains, O forest, and every tree in it! For the LORD has redeemed Jacob, and will be glorified in Israel."
    },
    {
        "reference": "Isaiah 49:11",
        "content": "And I will make all my mountains a road, and my highways shall be raised up."
    },
    {
        "reference": "Isaiah 49:13",
        "content": "Sing for joy, O heavens, and exult, O earth; break forth, O mountains, into singing! For the LORD has comforted his people and will have compassion on his afflicted."
    },
    {
        "reference": "Isaiah 52:7",
        "content": "How beautiful upon the mountains are the feet of him who brings good news, who publishes peace, who brings good news of happiness, who publishes salvation, who says to Zion, “Your God reigns.”"
    },
    {
        "reference": "Isaiah 54:10",
        "content": "For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,” says the LORD, who has compassion on you."
    },
    {
        "reference": "Isaiah 55:12",
        "content": "“For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands."
    },
    {
        "reference": "Isaiah 56:7",
        "content": "these I will bring to my holy mountain, and make them joyful in my house of prayer; their burnt offerings and their sacrifices will be accepted on my altar; for my house shall be called a house of prayer for all peoples.”"
    },
    {
        "reference": "Isaiah 57:7",
        "content": "On a high and lofty mountain you have set your bed, and there you went up to offer sacrifice."
    },
    {
        "reference": "Isaiah 57:13",
        "content": "When you cry out, let your collection of idols deliver you! The wind will carry them all off, a breath will take them away. But he who takes refuge in me shall possess the land and shall inherit my holy mountain."
    },
    {
        "reference": "Isaiah 64:1",
        "content": "Oh that you would rend the heavens and come down, that the mountains might quake at your presence—"
    },
    {
        "reference": "Isaiah 64:3",
        "content": "When you did awesome things that we did not look for, you came down, the mountains quaked at your presence."
    },
    {
        "reference": "Isaiah 65:7",
        "content": "both your iniquities and your fathers’ iniquities together, says the LORD; because they made offerings on the mountains and insulted me on the hills, I will measure into their lap payment for their former deeds.”"
    },
    {
        "reference": "Isaiah 65:9",
        "content": "I will bring forth offspring from Jacob, and from Judah possessors of my mountains; my chosen shall possess it, and my servants shall dwell there."
    },
    {
        "reference": "Isaiah 65:11",
        "content": "But you who forsake the LORD, who forget my holy mountain, who set a table for Fortune and fill cups of mixed wine for Destiny,"
    },
    {
        "reference": "Isaiah 65:25",
        "content": "The wolf and the lamb shall graze together; the lion shall eat straw like the ox, and dust shall be the serpent’s food. They shall not hurt or destroy in all my holy mountain,” says the LORD."
    },
    {
        "reference": "Isaiah 66:20",
        "content": "And they shall bring all your brothers from all the nations as an offering to the LORD, on horses and in chariots and in litters and on mules and on dromedaries, to my holy mountain Jerusalem, says the LORD, just as the Israelites bring their grain offering in a clean vessel to the house of the LORD."
    },
    {
        "reference": "Jeremiah 3:23",
        "content": "Truly the hills are a delusion, the orgies on the mountains. Truly in the LORD our God is the salvation of Israel."
    },
    {
        "reference": "Jeremiah 4:24",
        "content": "I looked on the mountains, and behold, they were quaking, and all the hills moved to and fro."
    },
    {
        "reference": "Jeremiah 9:10",
        "content": "“I will take up weeping and wailing for the mountains, and a lamentation for the pastures of the wilderness, because they are laid waste so that no one passes through, and the lowing of cattle is not heard; both the birds of the air and the beasts have fled and are gone."
    },
    {
        "reference": "Jeremiah 13:16",
        "content": "Give glory to the LORD your God before he brings darkness, before your feet stumble on the twilight mountains, and while you look for light he turns it into gloom and makes it deep darkness."
    },
    {
        "reference": "Jeremiah 16:16",
        "content": "“Behold, I am sending for many fishers, declares the LORD, and they shall catch them. And afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks."
    },
    {
        "reference": "Jeremiah 17:3",
        "content": "on the mountains in the open country. Your wealth and all your treasures I will give for spoil as the price of your high places for sin throughout all your territory."
    },
    {
        "reference": "Jeremiah 18:14",
        "content": "Does the snow of Lebanon leave the crags of Sirion? Do the mountain waters run dry, the cold flowing streams?"
    },
    {
        "reference": "Jeremiah 26:18",
        "content": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah, and said to all the people of Judah: ‘Thus says the LORD of hosts, “‘Zion shall be plowed as a field; Jerusalem shall become a heap of ruins, and the mountain of the house a wooded height.’"
    },
    {
        "reference": "Jeremiah 31:5",
        "content": "Again you shall plant vineyards on the mountains of Samaria; the planters shall plant and shall enjoy the fruit."
    },
    {
        "reference": "Jeremiah 46:18",
        "content": "“As I live, declares the King, whose name is the LORD of hosts, like Tabor among the mountains and like Carmel by the sea, shall one come."
    },
    {
        "reference": "Jeremiah 50:6",
        "content": "“My people have been lost sheep. Their shepherds have led them astray, turning them away on the mountains. From mountain to hill they have gone. They have forgotten their fold."
    },
    {
        "reference": "Jeremiah 51:25",
        "content": "“Behold, I am against you, O destroying mountain, declares the LORD, which destroys the whole earth; I will stretch out my hand against you, and roll you down from the crags, and make you a burnt mountain."
    },
    {
        "reference": "Lamentations 4:19",
        "content": "Our pursuers were swifter than the eagles in the heavens; they chased us on the mountains; they lay in wait for us in the wilderness."
    },
    {
        "reference": "Ezekiel 6:2",
        "content": "“Son of man, set your face toward the mountains of Israel, and prophesy against them,"
    },
    {
        "reference": "Ezekiel 6:3",
        "content": "and say, You mountains of Israel, hear the word of the Lord GOD! Thus says the Lord GOD to the mountains and the hills, to the ravines and the valleys: Behold, I, even I, will bring a sword upon you, and I will destroy your high places."
    },
    {
        "reference": "Ezekiel 7:7",
        "content": "Your doom has come to you, O inhabitant of the land. The time has come; the day is near, a day of tumult, and not of joyful shouting on the mountains."
    },
    {
        "reference": "Ezekiel 7:16",
        "content": "And if any survivors escape, they will be on the mountains, like doves of the valleys, all of them moaning, each one over his iniquity."
    },
    {
        "reference": "Ezekiel 11:23",
        "content": "And the glory of the LORD went up from the midst of the city and stood on the mountain that is on the east side of the city."
    },
    {
        "reference": "Ezekiel 17:22",
        "content": "Thus says the Lord GOD: “I myself will take a sprig from the lofty top of the cedar and will set it out. I will break off from the topmost of its young twigs a tender one, and I myself will plant it on a high and lofty mountain."
    },
    {
        "reference": "Ezekiel 17:23",
        "content": "On the mountain height of Israel will I plant it, that it may bear branches and produce fruit and become a noble cedar. And under it will dwell every kind of bird; in the shade of its branches birds of every sort will nest."
    },
    {
        "reference": "Ezekiel 18:6",
        "content": "if he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife or approach a woman in her time of menstrual impurity,"
    },
    {
        "reference": "Ezekiel 18:11",
        "content": "(though he himself did none of these things), who even eats upon the mountains, defiles his neighbor’s wife,"
    },
    {
        "reference": "Ezekiel 18:15",
        "content": "he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife,"
    },
    {
        "reference": "Ezekiel 19:9",
        "content": "With hooks they put him in a cage and brought him to the king of Babylon; they brought him into custody, that his voice should no more be heard on the mountains of Israel."
    },
    {
        "reference": "Ezekiel 20:40",
        "content": "“For on my holy mountain, the mountain height of Israel, declares the Lord GOD, there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your contributions and the choicest of your gifts, with all your sacred offerings."
    },
    {
        "reference": "Ezekiel 22:9",
        "content": "There are men in you who slander to shed blood, and people in you who eat on the mountains; they commit lewdness in your midst."
    },
    {
        "reference": "Ezekiel 28:14",
        "content": "You were an anointed guardian cherub. I placed you; you were on the holy mountain of God; in the midst of the stones of fire you walked."
    },
    {
        "reference": "Ezekiel 28:16",
        "content": "In the abundance of your trade you were filled with violence in your midst, and you sinned; so I cast you as a profane thing from the mountain of God, and I destroyed you, O guardian cherub, from the midst of the stones of fire."
    },
    {
        "reference": "Ezekiel 31:12",
        "content": "Foreigners, the most ruthless of nations, have cut it down and left it. On the mountains and in all the valleys its branches have fallen, and its boughs have been broken in all the ravines of the land, and all the peoples of the earth have gone away from its shadow and left it."
    },
    {
        "reference": "Ezekiel 32:5",
        "content": "I will strew your flesh upon the mountains and fill the valleys with your carcass."
    },
    {
        "reference": "Ezekiel 32:6",
        "content": "I will drench the land even to the mountains with your flowing blood, and the ravines will be full of you."
    },
    {
        "reference": "Ezekiel 33:28",
        "content": "And I will make the land a desolation and a waste, and her proud might shall come to an end, and the mountains of Israel shall be so desolate that none will pass through."
    },
    {
        "reference": "Ezekiel 34:6",
        "content": "they wandered over all the mountains and on every high hill. My sheep were scattered over all the face of the earth, with none to search or seek for them."
    },
    {
        "reference": "Ezekiel 34:13",
        "content": "And I will bring them out from the peoples and gather them from the countries, and will bring them into their own land. And I will feed them on the mountains of Israel, by the ravines, and in all the inhabited places of the country."
    },
    {
        "reference": "Ezekiel 34:14",
        "content": "I will feed them with good pasture, and on the mountain heights of Israel shall be their grazing land. There they shall lie down in good grazing land, and on rich pasture they shall feed on the mountains of Israel."
    },
    {
        "reference": "Ezekiel 35:8",
        "content": "And I will fill its mountains with the slain. On your hills and in your valleys and in all your ravines those slain with the sword shall fall."
    },
    {
        "reference": "Ezekiel 35:12",
        "content": "And you shall know that I am the LORD. “I have heard all the revilings that you uttered against the mountains of Israel, saying, ‘They are laid desolate; they are given us to devour.’"
    },
    {
        "reference": "Ezekiel 36:1",
        "content": "“And you, son of man, prophesy to the mountains of Israel, and say, O mountains of Israel, hear the word of the LORD."
    },
    {
        "reference": "Ezekiel 36:4",
        "content": "therefore, O mountains of Israel, hear the word of the Lord GOD: Thus says the Lord GOD to the mountains and the hills, the ravines and the valleys, the desolate wastes and the deserted cities, which have become a prey and derision to the rest of the nations all around,"
    },
    {
        "reference": "Ezekiel 36:6",
        "content": "Therefore prophesy concerning the land of Israel, and say to the mountains and hills, to the ravines and valleys, Thus says the Lord GOD: Behold, I have spoken in my jealous wrath, because you have suffered the reproach of the nations."
    },
    {
        "reference": "Ezekiel 36:8",
        "content": "“But you, O mountains of Israel, shall shoot forth your branches and yield your fruit to my people Israel, for they will soon come home."
    },
    {
        "reference": "Ezekiel 37:22",
        "content": "And I will make them one nation in the land, on the mountains of Israel. And one king shall be king over them all, and they shall be no longer two nations, and no longer divided into two kingdoms."
    },
    {
        "reference": "Ezekiel 38:8",
        "content": "After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them."
    },
    {
        "reference": "Ezekiel 38:20",
        "content": "The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground."
    },
    {
        "reference": "Ezekiel 38:21",
        "content": "I will summon a sword against Gog on all my mountains, declares the Lord GOD. Every man’s sword will be against his brother."
    },
    {
        "reference": "Ezekiel 39:2",
        "content": "And I will turn you about and drive you forward, and bring you up from the uttermost parts of the north, and lead you against the mountains of Israel."
    },
    {
        "reference": "Ezekiel 39:4",
        "content": "You shall fall on the mountains of Israel, you and all your hordes and the peoples who are with you. I will give you to birds of prey of every sort and to the beasts of the field to be devoured."
    },
    {
        "reference": "Ezekiel 39:17",
        "content": "“As for you, son of man, thus says the Lord GOD: Speak to the birds of every sort and to all beasts of the field: ‘Assemble and come, gather from all around to the sacrificial feast that I am preparing for you, a great sacrificial feast on the mountains of Israel, and you shall eat flesh and drink blood."
    },
    {
        "reference": "Ezekiel 40:2",
        "content": "In visions of God he brought me to the land of Israel, and set me down on a very high mountain, on which was a structure like a city to the south."
    },
    {
        "reference": "Ezekiel 43:12",
        "content": "This is the law of the temple: the whole territory on the top of the mountain all around shall be most holy. Behold, this is the law of the temple."
    },
    {
        "reference": "Daniel 2:35",
        "content": "Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth."
    },
    {
        "reference": "Daniel 2:45",
        "content": "just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”"
    },
    {
        "reference": "Daniel 11:45",
        "content": "And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him."
    },
    {
        "reference": "Hosea 4:13",
        "content": "They sacrifice on the tops of the mountains and burn offerings on the hills, under oak, poplar, and terebinth, because their shade is good. Therefore your daughters play the whore, and your brides commit adultery."
    },
    {
        "reference": "Hosea 10:8",
        "content": "The high places of Aven, the sin of Israel, shall be destroyed. Thorn and thistle shall grow up on their altars, and they shall say to the mountains, “Cover us,” and to the hills, “Fall on us.”"
    },
    {
        "reference": "Joel 2:1",
        "content": "Blow a trumpet in Zion; sound an alarm on my holy mountain! Let all the inhabitants of the land tremble, for the day of the LORD is coming; it is near,"
    },
    {
        "reference": "Joel 2:2",
        "content": "a day of darkness and gloom, a day of clouds and thick darkness! Like blackness there is spread upon the mountains a great and powerful people; their like has never been before, nor will be again after them through the years of all generations."
    },
    {
        "reference": "Joel 2:5",
        "content": "As with the rumbling of chariots, they leap on the tops of the mountains, like the crackling of a flame of fire devouring the stubble, like a powerful army drawn up for battle."
    },
    {
        "reference": "Joel 3:17",
        "content": "“So you shall know that I am the LORD your God, who dwells in Zion, my holy mountain. And Jerusalem shall be holy, and strangers shall never again pass through it."
    },
    {
        "reference": "Joel 3:18",
        "content": "“And in that day the mountains shall drip sweet wine, and the hills shall flow with milk, and all the streambeds of Judah shall flow with water; and a fountain shall come forth from the house of the LORD and water the Valley of Shittim."
    },
    {
        "reference": "Amos 3:9",
        "content": "Proclaim to the strongholds in Ashdod and to the strongholds in the land of Egypt, and say, “Assemble yourselves on the mountains of Samaria, and see the great tumults within her, and the oppressed in her midst.”"
    },
    {
        "reference": "Amos 4:1",
        "content": "“Hear this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor, who crush the needy, who say to your husbands, ‘Bring, that we may drink!’"
    },
    {
        "reference": "Amos 4:13",
        "content": "For behold, he who forms the mountains and creates the wind, and declares to man what is his thought, who makes the morning darkness, and treads on the heights of the earth— the LORD, the God of hosts, is his name!"
    },
    {
        "reference": "Amos 6:1",
        "content": "“Woe to those who are at ease in Zion, and to those who feel secure on the mountain of Samaria, the notable men of the first of the nations, to whom the house of Israel comes!"
    },
    {
        "reference": "Amos 9:13",
        "content": "“Behold, the days are coming,” declares the LORD, “when the plowman shall overtake the reaper and the treader of grapes him who sows the seed; the mountains shall drip sweet wine, and all the hills shall flow with it."
    },
    {
        "reference": "Obadiah 16",
        "content": "For as you have drunk on my holy mountain, so all the nations shall drink continually; they shall drink and swallow, and shall be as though they had never been."
    },
    {
        "reference": "Jonah 2:6",
        "content": "at the roots of the mountains. I went down to the land whose bars closed upon me forever; yet you brought up my life from the pit, O LORD my God."
    },
    {
        "reference": "Micah 1:4",
        "content": "And the mountains will melt under him, and the valleys will split open, like wax before the fire, like waters poured down a steep place."
    },
    {
        "reference": "Micah 3:12",
        "content": "Therefore because of you Zion shall be plowed as a field; Jerusalem shall become a heap of ruins, and the mountain of the house a wooded height."
    },
    {
        "reference": "Micah 4:1",
        "content": "It shall come to pass in the latter days that the mountain of the house of the LORD shall be established as the highest of the mountains, and it shall be lifted up above the hills; and peoples shall flow to it,"
    },
    {
        "reference": "Micah 4:2",
        "content": "and many nations shall come, and say: “Come, let us go up to the mountain of the LORD, to the house of the God of Jacob, that he may teach us his ways and that we may walk in his paths.” For out of Zion shall go forth the law, and the word of the LORD from Jerusalem."
    },
    {
        "reference": "Micah 6:1",
        "content": "Hear what the LORD says: Arise, plead your case before the mountains, and let the hills hear your voice."
    },
    {
        "reference": "Micah 6:2",
        "content": "Hear, you mountains, the indictment of the LORD, and you enduring foundations of the earth, for the LORD has an indictment against his people, and he will contend with Israel."
    },
    {
        "reference": "Micah 7:12",
        "content": "In that day they will come to you, from Assyria and the cities of Egypt, and from Egypt to the River, from sea to sea and from mountain to mountain."
    },
    {
        "reference": "Nahum 1:5",
        "content": "The mountains quake before him; the hills melt; the earth heaves before him, the world and all who dwell in it."
    },
    {
        "reference": "Nahum 1:15",
        "content": "Behold, upon the mountains, the feet of him who brings good news, who publishes peace! Keep your feasts, O Judah; fulfill your vows, for never again shall the worthless pass through you; he is utterly cut off."
    },
    {
        "reference": "Nahum 3:18",
        "content": "Your shepherds are asleep, O king of Assyria; your nobles slumber. Your people are scattered on the mountains with none to gather them."
    },
    {
        "reference": "Habakkuk 3:6",
        "content": "He stood and measured the earth; he looked and shook the nations; then the eternal mountains were scattered; the everlasting hills sank low. His were the everlasting ways."
    },
    {
        "reference": "Habakkuk 3:10",
        "content": "The mountains saw you and writhed; the raging waters swept on; the deep gave forth its voice; it lifted its hands on high."
    },
    {
        "reference": "Zephaniah 3:11",
        "content": "“On that day you shall not be put to shame because of the deeds by which you have rebelled against me; for then I will remove from your midst your proudly exultant ones, and you shall no longer be haughty in my holy mountain."
    },
    {
        "reference": "Zechariah 4:7",
        "content": "Who are you, O great mountain? Before Zerubbabel you shall become a plain. And he shall bring forward the top stone amid shouts of ‘Grace, grace to it!’”"
    },
    {
        "reference": "Zechariah 6:1",
        "content": "Again I lifted my eyes and saw, and behold, four chariots came out from between two mountains. And the mountains were mountains of bronze."
    },
    {
        "reference": "Zechariah 8:3",
        "content": "Thus says the LORD: I have returned to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the faithful city, and the mountain of the LORD of hosts, the holy mountain."
    },
    {
        "reference": "Zechariah 14:5",
        "content": "And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him."
    },
    {
        "reference": "Matthew 4:8",
        "content": "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory."
    },
    {
        "reference": "Matthew 5:1",
        "content": "Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him."
    },
    {
        "reference": "Matthew 8:1",
        "content": "When he came down from the mountain, great crowds followed him."
    },
    {
        "reference": "Matthew 14:23",
        "content": "And after he had dismissed the crowds, he went up on the mountain by himself to pray. When evening came, he was there alone,"
    },
    {
        "reference": "Matthew 15:29",
        "content": "Jesus went on from there and walked beside the Sea of Galilee. And he went up on the mountain and sat down there."
    },
    {
        "reference": "Matthew 17:1",
        "content": "And after six days Jesus took with him Peter and James, and John his brother, and led them up a high mountain by themselves."
    },
    {
        "reference": "Matthew 17:9",
        "content": "And as they were coming down the mountain, Jesus commanded them, “Tell no one the vision, until the Son of Man is raised from the dead.”"
    },
    {
        "reference": "Matthew 17:20",
        "content": "He said to them, “Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”"
    },
    {
        "reference": "Matthew 18:12",
        "content": "What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?"
    },
    {
        "reference": "Matthew 21:21",
        "content": "And Jesus answered them, “Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen."
    },
    {
        "reference": "Matthew 24:16",
        "content": "then let those who are in Judea flee to the mountains."
    },
    {
        "reference": "Matthew 28:16",
        "content": "Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them."
    },
    {
        "reference": "Mark 3:13",
        "content": "And he went up on the mountain and called to him those whom he desired, and they came to him."
    },
    {
        "reference": "Mark 5:5",
        "content": "Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones."
    },
    {
        "reference": "Mark 6:46",
        "content": "And after he had taken leave of them, he went up on the mountain to pray."
    },
    {
        "reference": "Mark 9:2",
        "content": "And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them,"
    },
    {
        "reference": "Mark 9:9",
        "content": "And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead."
    },
    {
        "reference": "Mark 11:23",
        "content": "Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him."
    },
    {
        "reference": "Mark 13:14",
        "content": "“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains."
    },
    {
        "reference": "Luke 3:5",
        "content": "Every valley shall be filled, and every mountain and hill shall be made low, and the crooked shall become straight, and the rough places shall become level ways,"
    },
    {
        "reference": "Luke 6:12",
        "content": "In these days he went out to the mountain to pray, and all night he continued in prayer to God."
    },
    {
        "reference": "Luke 9:28",
        "content": "Now about eight days after these sayings he took with him Peter and John and James and went up on the mountain to pray."
    },
    {
        "reference": "Luke 9:37",
        "content": "On the next day, when they had come down from the mountain, a great crowd met him."
    },
    {
        "reference": "Luke 21:21",
        "content": "Then let those who are in Judea flee to the mountains, and let those who are inside the city depart, and let not those who are out in the country enter it,"
    },
    {
        "reference": "Luke 23:30",
        "content": "Then they will begin to say to the mountains, ‘Fall on us,’ and to the hills, ‘Cover us.’"
    },
    {
        "reference": "John 4:20",
        "content": "Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.”"
    },
    {
        "reference": "John 4:21",
        "content": "Jesus said to her, “Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father."
    },
    {
        "reference": "John 6:3",
        "content": "Jesus went up on the mountain, and there he sat down with his disciples."
    },
    {
        "reference": "John 6:15",
        "content": "Perceiving then that they were about to come and take him by force to make him king, Jesus withdrew again to the mountain by himself."
    },
    {
        "reference": "1 Corinthians 13:2",
        "content": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing."
    },
    {
        "reference": "Hebrews 8:5",
        "content": "They serve a copy and shadow of the heavenly things. For when Moses was about to erect the tent, he was instructed by God, saying, “See that you make everything according to the pattern that was shown you on the mountain.”"
    },
    {
        "reference": "Hebrews 11:38",
        "content": "of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth."
    },
    {
        "reference": "Hebrews 12:20",
        "content": "For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.”"
    },
    {
        "reference": "2 Peter 1:18",
        "content": "we ourselves heard this very voice borne from heaven, for we were with him on the holy mountain."
    },
    {
        "reference": "Revelation 6:14",
        "content": "The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place."
    },
    {
        "reference": "Revelation 6:15",
        "content": "Then the kings of the earth and the great ones and the generals and the rich and the powerful, and everyone, slave and free, hid themselves in the caves and among the rocks of the mountains,"
    },
    {
        "reference": "Revelation 6:16",
        "content": "calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb,"
    },
    {
        "reference": "Revelation 8:8",
        "content": "The second angel blew his trumpet, and something like a great mountain, burning with fire, was thrown into the sea, and a third of the sea became blood."
    },
    {
        "reference": "Revelation 16:20",
        "content": "And every island fled away, and no mountains were to be found."
    },
    {
        "reference": "Revelation 17:9",
        "content": "This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated;"
    },
    {
        "reference": "Revelation 21:10",
        "content": "And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God,"
    }
]
