[
    {
        "reference": "Ruth 1:11",
        "content": "But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands?"
    },
    {
        "reference": "Esther 1:17",
        "content": "For the queen’s behavior will be made known to all women, causing them to look at their husbands with contempt, since they will say, ‘King Ahasuerus commanded Queen Vashti to be brought before him, and she did not come.’"
    },
    {
        "reference": "Esther 1:20",
        "content": "So when the decree made by the king is proclaimed throughout all his kingdom, for it is vast, all women will give honor to their husbands, high and low alike.”"
    },
    {
        "reference": "Jeremiah 44:19",
        "content": "And the women said, “When we made offerings to the queen of heaven and poured out drink offerings to her, was it without our husbands’ approval that we made cakes for her bearing her image and poured out drink offerings to her?”"
    },
    {
        "reference": "Ezekiel 16:45",
        "content": "You are the daughter of your mother, who loathed her husband and her children; and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite and your father an Amorite."
    },
    {
        "reference": "Amos 4:1",
        "content": "“Hear this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor, who crush the needy, who say to your husbands, ‘Bring, that we may drink!’"
    },
    {
        "reference": "John 4:18",
        "content": "for you have had five husbands, and the one you now have is not your husband. What you have said is true.”"
    },
    {
        "reference": "1 Corinthians 14:35",
        "content": "If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church."
    },
    {
        "reference": "Ephesians 5:22",
        "content": "Wives, submit to your own husbands, as to the Lord."
    },
    {
        "reference": "Ephesians 5:24",
        "content": "Now as the church submits to Christ, so also wives should submit in everything to their husbands."
    },
    {
        "reference": "Ephesians 5:25",
        "content": "Husbands, love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
        "reference": "Ephesians 5:28",
        "content": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "reference": "Colossians 3:18",
        "content": "Wives, submit to your husbands, as is fitting in the Lord."
    },
    {
        "reference": "Colossians 3:19",
        "content": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "reference": "Titus 2:4",
        "content": "and so train the young women to love their husbands and children,"
    },
    {
        "reference": "Titus 2:5",
        "content": "to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled."
    },
    {
        "reference": "1 Peter 3:1",
        "content": "Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,"
    },
    {
        "reference": "1 Peter 3:5",
        "content": "For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands,"
    },
    {
        "reference": "1 Peter 3:7",
        "content": "Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered."
    }
]
