[
    {
        "reference": "Genesis 2:24",
        "content": "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."
    },
    {
        "reference": "Genesis 2:25",
        "content": "And the man and his wife were both naked and were not ashamed."
    },
    {
        "reference": "Genesis 3:8",
        "content": "And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden."
    },
    {
        "reference": "Genesis 3:17",
        "content": "And to Adam he said, “Because you have listened to the voice of your wife and have eaten of the tree of which I commanded you, ‘You shall not eat of it,’ cursed is the ground because of you; in pain you shall eat of it all the days of your life;"
    },
    {
        "reference": "Genesis 3:20",
        "content": "The man called his wife’s name Eve, because she was the mother of all living."
    },
    {
        "reference": "Genesis 3:21",
        "content": "And the LORD God made for Adam and for his wife garments of skins and clothed them."
    },
    {
        "reference": "Genesis 4:1",
        "content": "Now Adam knew Eve his wife, and she conceived and bore Cain, saying, “I have gotten a man with the help of the LORD.”"
    },
    {
        "reference": "Genesis 4:17",
        "content": "Cain knew his wife, and she conceived and bore Enoch. When he built a city, he called the name of the city after the name of his son, Enoch."
    },
    {
        "reference": "Genesis 4:25",
        "content": "And Adam knew his wife again, and she bore a son and called his name Seth, for she said, “God has appointed for me another offspring instead of Abel, for Cain killed him.”"
    },
    {
        "reference": "Genesis 6:18",
        "content": "But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you."
    },
    {
        "reference": "Genesis 7:7",
        "content": "And Noah and his sons and his wife and his sons’ wives with him went into the ark to escape the waters of the flood."
    },
    {
        "reference": "Genesis 7:13",
        "content": "On the very same day Noah and his sons, Shem and Ham and Japheth, and Noah’s wife and the three wives of his sons with them entered the ark,"
    },
    {
        "reference": "Genesis 8:16",
        "content": "“Go out from the ark, you and your wife, and your sons and your sons’ wives with you."
    },
    {
        "reference": "Genesis 8:18",
        "content": "So Noah went out, and his sons and his wife and his sons’ wives with him."
    },
    {
        "reference": "Genesis 11:29",
        "content": "And Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and Iscah."
    },
    {
        "reference": "Genesis 11:31",
        "content": "Terah took Abram his son and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife, and they went forth together from Ur of the Chaldeans to go into the land of Canaan, but when they came to Haran, they settled there."
    },
    {
        "reference": "Genesis 12:5",
        "content": "And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan,"
    },
    {
        "reference": "Genesis 12:11",
        "content": "When he was about to enter Egypt, he said to Sarai his wife, “I know that you are a woman beautiful in appearance,"
    },
    {
        "reference": "Genesis 12:12",
        "content": "and when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will let you live."
    },
    {
        "reference": "Genesis 12:17",
        "content": "But the LORD afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife."
    },
    {
        "reference": "Genesis 12:18",
        "content": "So Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife?"
    },
    {
        "reference": "Genesis 12:19",
        "content": "Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife; take her, and go.”"
    },
    {
        "reference": "Genesis 12:20",
        "content": "And Pharaoh gave men orders concerning him, and they sent him away with his wife and all that he had."
    },
    {
        "reference": "Genesis 13:1",
        "content": "So Abram went up from Egypt, he and his wife and all that he had, and Lot with him, into the Negeb."
    },
    {
        "reference": "Genesis 16:1",
        "content": "Now Sarai, Abram’s wife, had borne him no children. She had a female Egyptian servant whose name was Hagar."
    },
    {
        "reference": "Genesis 16:3",
        "content": "So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife."
    },
    {
        "reference": "Genesis 17:15",
        "content": "And God said to Abraham, “As for Sarai your wife, you shall not call her name Sarai, but Sarah shall be her name."
    },
    {
        "reference": "Genesis 17:19",
        "content": "God said, “No, but Sarah your wife shall bear you a son, and you shall call his name Isaac. I will establish my covenant with him as an everlasting covenant for his offspring after him."
    },
    {
        "reference": "Genesis 18:9",
        "content": "They said to him, “Where is Sarah your wife?” And he said, “She is in the tent.”"
    },
    {
        "reference": "Genesis 18:10",
        "content": "The LORD said, “I will surely return to you about this time next year, and Sarah your wife shall have a son.” And Sarah was listening at the tent door behind him."
    },
    {
        "reference": "Genesis 19:15",
        "content": "As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.”"
    },
    {
        "reference": "Genesis 19:16",
        "content": "But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city."
    },
    {
        "reference": "Genesis 19:26",
        "content": "But Lot’s wife, behind him, looked back, and she became a pillar of salt."
    },
    {
        "reference": "Genesis 20:2",
        "content": "And Abraham said of Sarah his wife, “She is my sister.” And Abimelech king of Gerar sent and took Sarah."
    },
    {
        "reference": "Genesis 20:3",
        "content": "But God came to Abimelech in a dream by night and said to him, “Behold, you are a dead man because of the woman whom you have taken, for she is a man’s wife.”"
    },
    {
        "reference": "Genesis 20:7",
        "content": "Now then, return the man’s wife, for he is a prophet, so that he will pray for you, and you shall live. But if you do not return her, know that you shall surely die, you and all who are yours.”"
    },
    {
        "reference": "Genesis 20:11",
        "content": "Abraham said, “I did it because I thought, ‘There is no fear of God at all in this place, and they will kill me because of my wife.’"
    },
    {
        "reference": "Genesis 20:12",
        "content": "Besides, she is indeed my sister, the daughter of my father though not the daughter of my mother, and she became my wife."
    },
    {
        "reference": "Genesis 20:14",
        "content": "Then Abimelech took sheep and oxen, and male servants and female servants, and gave them to Abraham, and returned Sarah his wife to him."
    },
    {
        "reference": "Genesis 20:17",
        "content": "Then Abraham prayed to God, and God healed Abimelech, and also healed his wife and female slaves so that they bore children."
    },
    {
        "reference": "Genesis 20:18",
        "content": "For the LORD had closed all the wombs of the house of Abimelech because of Sarah, Abraham’s wife."
    },
    {
        "reference": "Genesis 21:21",
        "content": "He lived in the wilderness of Paran, and his mother took a wife for him from the land of Egypt."
    },
    {
        "reference": "Genesis 23:19",
        "content": "After this, Abraham buried Sarah his wife in the cave of the field of Machpelah east of Mamre (that is, Hebron) in the land of Canaan."
    },
    {
        "reference": "Genesis 24:3",
        "content": "that I may make you swear by the LORD, the God of heaven and God of the earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell,"
    },
    {
        "reference": "Genesis 24:4",
        "content": "but will go to my country and to my kindred, and take a wife for my son Isaac.”"
    },
    {
        "reference": "Genesis 24:7",
        "content": "The LORD, the God of heaven, who took me from my father’s house and from the land of my kindred, and who spoke to me and swore to me, ‘To your offspring I will give this land,’ he will send his angel before you, and you shall take a wife for my son from there."
    },
    {
        "reference": "Genesis 24:15",
        "content": "Before he had finished speaking, behold, Rebekah, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham’s brother, came out with her water jar on her shoulder."
    },
    {
        "reference": "Genesis 24:36",
        "content": "And Sarah my master’s wife bore a son to my master when she was old, and to him he has given all that he has."
    },
    {
        "reference": "Genesis 24:37",
        "content": "My master made me swear, saying, ‘You shall not take a wife for my son from the daughters of the Canaanites, in whose land I dwell,"
    },
    {
        "reference": "Genesis 24:38",
        "content": "but you shall go to my father’s house and to my clan and take a wife for my son.’"
    },
    {
        "reference": "Genesis 24:40",
        "content": "But he said to me, ‘The LORD, before whom I have walked, will send his angel with you and prosper your way. You shall take a wife for my son from my clan and from my father’s house."
    },
    {
        "reference": "Genesis 24:51",
        "content": "Behold, Rebekah is before you; take her and go, and let her be the wife of your master’s son, as the LORD has spoken.”"
    },
    {
        "reference": "Genesis 24:67",
        "content": "Then Isaac brought her into the tent of Sarah his mother and took Rebekah, and she became his wife, and he loved her. So Isaac was comforted after his mother’s death."
    },
    {
        "reference": "Genesis 25:1",
        "content": "Abraham took another wife, whose name was Keturah."
    },
    {
        "reference": "Genesis 25:10",
        "content": "the field that Abraham purchased from the Hittites. There Abraham was buried, with Sarah his wife."
    },
    {
        "reference": "Genesis 25:20",
        "content": "and Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-aram, the sister of Laban the Aramean, to be his wife."
    },
    {
        "reference": "Genesis 25:21",
        "content": "And Isaac prayed to the LORD for his wife, because she was barren. And the LORD granted his prayer, and Rebekah his wife conceived."
    },
    {
        "reference": "Genesis 26:7",
        "content": "When the men of the place asked him about his wife, he said, “She is my sister,” for he feared to say, “My wife,” thinking, “lest the men of the place should kill me because of Rebekah,” because she was attractive in appearance."
    },
    {
        "reference": "Genesis 26:8",
        "content": "When he had been there a long time, Abimelech king of the Philistines looked out of a window and saw Isaac laughing with Rebekah his wife."
    },
    {
        "reference": "Genesis 26:9",
        "content": "So Abimelech called Isaac and said, “Behold, she is your wife. How then could you say, ‘She is my sister’?” Isaac said to him, “Because I thought, ‘Lest I die because of her.’”"
    },
    {
        "reference": "Genesis 26:10",
        "content": "Abimelech said, “What is this you have done to us? One of the people might easily have lain with your wife, and you would have brought guilt upon us.”"
    },
    {
        "reference": "Genesis 26:11",
        "content": "So Abimelech warned all the people, saying, “Whoever touches this man or his wife shall surely be put to death.”"
    },
    {
        "reference": "Genesis 26:34",
        "content": "When Esau was forty years old, he took Judith the daughter of Beeri the Hittite to be his wife, and Basemath the daughter of Elon the Hittite,"
    },
    {
        "reference": "Genesis 28:1",
        "content": "Then Isaac called Jacob and blessed him and directed him, “You must not take a wife from the Canaanite women."
    },
    {
        "reference": "Genesis 28:2",
        "content": "Arise, go to Paddan-aram to the house of Bethuel your mother’s father, and take as your wife from there one of the daughters of Laban your mother’s brother."
    },
    {
        "reference": "Genesis 28:6",
        "content": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram to take a wife from there, and that as he blessed him he directed him, “You must not take a wife from the Canaanite women,”"
    },
    {
        "reference": "Genesis 28:9",
        "content": "Esau went to Ishmael and took as his wife, besides the wives he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth."
    },
    {
        "reference": "Genesis 29:21",
        "content": "Then Jacob said to Laban, “Give me my wife that I may go in to her, for my time is completed.”"
    },
    {
        "reference": "Genesis 29:28",
        "content": "Jacob did so, and completed her week. Then Laban gave him his daughter Rachel to be his wife."
    },
    {
        "reference": "Genesis 30:4",
        "content": "So she gave him her servant Bilhah as a wife, and Jacob went in to her."
    },
    {
        "reference": "Genesis 30:9",
        "content": "When Leah saw that she had ceased bearing children, she took her servant Zilpah and gave her to Jacob as a wife."
    },
    {
        "reference": "Genesis 34:4",
        "content": "So Shechem spoke to his father Hamor, saying, “Get me this girl for my wife.”"
    },
    {
        "reference": "Genesis 34:8",
        "content": "But Hamor spoke with them, saying, “The soul of my son Shechem longs for your daughter. Please give her to him to be his wife."
    },
    {
        "reference": "Genesis 34:12",
        "content": "Ask me for as great a bride-price and gift as you will, and I will give whatever you say to me. Only give me the young woman to be my wife.”"
    },
    {
        "reference": "Genesis 36:10",
        "content": "These are the names of Esau’s sons: Eliphaz the son of Adah the wife of Esau, Reuel the son of Basemath the wife of Esau."
    },
    {
        "reference": "Genesis 36:12",
        "content": "(Timna was a concubine of Eliphaz, Esau’s son; she bore Amalek to Eliphaz.) These are the sons of Adah, Esau’s wife."
    },
    {
        "reference": "Genesis 36:13",
        "content": "These are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These are the sons of Basemath, Esau’s wife."
    },
    {
        "reference": "Genesis 36:14",
        "content": "These are the sons of Oholibamah the daughter of Anah the daughter of Zibeon, Esau’s wife: she bore to Esau Jeush, Jalam, and Korah."
    },
    {
        "reference": "Genesis 36:17",
        "content": "These are the sons of Reuel, Esau’s son: the chiefs Nahath, Zerah, Shammah, and Mizzah; these are the chiefs of Reuel in the land of Edom; these are the sons of Basemath, Esau’s wife."
    },
    {
        "reference": "Genesis 36:18",
        "content": "These are the sons of Oholibamah, Esau’s wife: the chiefs Jeush, Jalam, and Korah; these are the chiefs born of Oholibamah the daughter of Anah, Esau’s wife."
    },
    {
        "reference": "Genesis 36:39",
        "content": "Baal-hanan the son of Achbor died, and Hadar reigned in his place, the name of his city being Pau; his wife’s name was Mehetabel, the daughter of Matred, daughter of Mezahab."
    },
    {
        "reference": "Genesis 38:6",
        "content": "And Judah took a wife for Er his firstborn, and her name was Tamar."
    },
    {
        "reference": "Genesis 38:8",
        "content": "Then Judah said to Onan, “Go in to your brother’s wife and perform the duty of a brother-in-law to her, and raise up offspring for your brother.”"
    },
    {
        "reference": "Genesis 38:9",
        "content": "But Onan knew that the offspring would not be his. So whenever he went in to his brother’s wife he would waste the semen on the ground, so as not to give offspring to his brother."
    },
    {
        "reference": "Genesis 38:12",
        "content": "In the course of time the wife of Judah, Shua’s daughter, died. When Judah was comforted, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite."
    },
    {
        "reference": "Genesis 39:7",
        "content": "And after a time his master’s wife cast her eyes on Joseph and said, “Lie with me.”"
    },
    {
        "reference": "Genesis 39:8",
        "content": "But he refused and said to his master’s wife, “Behold, because of me my master has no concern about anything in the house, and he has put everything that he has in my charge."
    },
    {
        "reference": "Genesis 39:9",
        "content": "He is not greater in this house than I am, nor has he kept back anything from me except you, because you are his wife. How then can I do this great wickedness and sin against God?”"
    },
    {
        "reference": "Genesis 39:19",
        "content": "As soon as his master heard the words that his wife spoke to him, “This is the way your servant treated me,” his anger was kindled."
    },
    {
        "reference": "Genesis 44:27",
        "content": "Then your servant my father said to us, ‘You know that my wife bore me two sons."
    },
    {
        "reference": "Genesis 46:19",
        "content": "The sons of Rachel, Jacob’s wife: Joseph and Benjamin."
    },
    {
        "reference": "Genesis 49:31",
        "content": "There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife, and there I buried Leah—"
    },
    {
        "reference": "Exodus 2:1",
        "content": "Now a man from the house of Levi went and took as his wife a Levite woman."
    },
    {
        "reference": "Exodus 4:20",
        "content": "So Moses took his wife and his sons and had them ride on a donkey, and went back to the land of Egypt. And Moses took the staff of God in his hand."
    },
    {
        "reference": "Exodus 6:20",
        "content": "Amram took as his wife Jochebed his father’s sister, and she bore him Aaron and Moses, the years of the life of Amram being 137 years."
    },
    {
        "reference": "Exodus 6:23",
        "content": "Aaron took as his wife Elisheba, the daughter of Amminadab and the sister of Nahshon, and she bore him Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "reference": "Exodus 6:25",
        "content": "Eleazar, Aaron’s son, took as his wife one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites by their clans."
    },
    {
        "reference": "Exodus 18:2",
        "content": "Now Jethro, Moses’ father-in-law, had taken Zipporah, Moses’ wife, after he had sent her home,"
    },
    {
        "reference": "Exodus 18:5",
        "content": "Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was encamped at the mountain of God."
    },
    {
        "reference": "Exodus 18:6",
        "content": "And when he sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her,”"
    },
    {
        "reference": "Exodus 20:17",
        "content": "“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”"
    },
    {
        "reference": "Exodus 21:3",
        "content": "If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him."
    },
    {
        "reference": "Exodus 21:4",
        "content": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out alone."
    },
    {
        "reference": "Exodus 21:5",
        "content": "But if the slave plainly says, ‘I love my master, my wife, and my children; I will not go out free,’"
    },
    {
        "reference": "Exodus 21:10",
        "content": "If he takes another wife to himself, he shall not diminish her food, her clothing, or her marital rights."
    },
    {
        "reference": "Exodus 22:16",
        "content": "“If a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife."
    },
    {
        "reference": "Leviticus 18:8",
        "content": "You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness."
    },
    {
        "reference": "Leviticus 18:11",
        "content": "You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister."
    },
    {
        "reference": "Leviticus 18:14",
        "content": "You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt."
    },
    {
        "reference": "Leviticus 18:15",
        "content": "You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness."
    },
    {
        "reference": "Leviticus 18:16",
        "content": "You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness."
    },
    {
        "reference": "Leviticus 18:18",
        "content": "And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive."
    },
    {
        "reference": "Leviticus 18:20",
        "content": "And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her."
    },
    {
        "reference": "Leviticus 20:10",
        "content": "“If a man commits adultery with the wife of his neighbor, both the adulterer and the adulteress shall surely be put to death."
    },
    {
        "reference": "Leviticus 20:11",
        "content": "If a man lies with his father’s wife, he has uncovered his father’s nakedness; both of them shall surely be put to death; their blood is upon them."
    },
    {
        "reference": "Leviticus 20:20",
        "content": "If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness; they shall bear their sin; they shall die childless."
    },
    {
        "reference": "Leviticus 20:21",
        "content": "If a man takes his brother’s wife, it is impurity. He has uncovered his brother’s nakedness; they shall be childless."
    },
    {
        "reference": "Leviticus 21:13",
        "content": "And he shall take a wife in her virginity."
    },
    {
        "reference": "Leviticus 21:14",
        "content": "A widow, or a divorced woman, or a woman who has been defiled, or a prostitute, these he shall not marry. But he shall take as his wife a virgin of his own people,"
    },
    {
        "reference": "Numbers 5:12",
        "content": "“Speak to the people of Israel, If any man’s wife goes astray and breaks faith with him,"
    },
    {
        "reference": "Numbers 5:14",
        "content": "and if the spirit of jealousy comes over him and he is jealous of his wife who has defiled herself, or if the spirit of jealousy comes over him and he is jealous of his wife, though she has not defiled herself,"
    },
    {
        "reference": "Numbers 5:15",
        "content": "then the man shall bring his wife to the priest and bring the offering required of her, a tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance."
    },
    {
        "reference": "Numbers 5:29",
        "content": "“This is the law in cases of jealousy, when a wife, though under her husband’s authority, goes astray and defiles herself,"
    },
    {
        "reference": "Numbers 5:30",
        "content": "or when the spirit of jealousy comes over a man and he is jealous of his wife. Then he shall set the woman before the LORD, and the priest shall carry out for her all this law."
    },
    {
        "reference": "Numbers 26:59",
        "content": "The name of Amram’s wife was Jochebed the daughter of Levi, who was born to Levi in Egypt. And she bore to Amram Aaron and Moses and Miriam their sister."
    },
    {
        "reference": "Numbers 30:16",
        "content": "These are the statutes that the LORD commanded Moses about a man and his wife and about a father and his daughter while she is in her youth within her father’s house."
    },
    {
        "reference": "Numbers 36:8",
        "content": "And every daughter who possesses an inheritance in any tribe of the people of Israel shall be wife to one of the clan of the tribe of her father, so that every one of the people of Israel may possess the inheritance of his fathers."
    },
    {
        "reference": "Deuteronomy 5:21",
        "content": "“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’"
    },
    {
        "reference": "Deuteronomy 13:6",
        "content": "“If your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known,"
    },
    {
        "reference": "Deuteronomy 20:7",
        "content": "And is there any man who has betrothed a wife and has not taken her? Let him go back to his house, lest he die in the battle and another man take her.’"
    },
    {
        "reference": "Deuteronomy 21:11",
        "content": "and you see among the captives a beautiful woman, and you desire to take her to be your wife,"
    },
    {
        "reference": "Deuteronomy 21:13",
        "content": "And she shall take off the clothes in which she was captured and shall remain in your house and lament her father and her mother a full month. After that you may go in to her and be her husband, and she shall be your wife."
    },
    {
        "reference": "Deuteronomy 22:13",
        "content": "“If any man takes a wife and goes in to her and then hates her"
    },
    {
        "reference": "Deuteronomy 22:19",
        "content": "and they shall fine him a hundred shekels of silver and give them to the father of the young woman, because he has brought a bad name upon a virgin of Israel. And she shall be his wife. He may not divorce her all his days."
    },
    {
        "reference": "Deuteronomy 22:22",
        "content": "“If a man is found lying with the wife of another man, both of them shall die, the man who lay with the woman, and the woman. So you shall purge the evil from Israel."
    },
    {
        "reference": "Deuteronomy 22:24",
        "content": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones, the young woman because she did not cry for help though she was in the city, and the man because he violated his neighbor’s wife. So you shall purge the evil from your midst."
    },
    {
        "reference": "Deuteronomy 22:29",
        "content": "then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall be his wife, because he has violated her. He may not divorce her all his days."
    },
    {
        "reference": "Deuteronomy 22:30",
        "content": "“A man shall not take his father’s wife, so that he does not uncover his father’s nakedness."
    },
    {
        "reference": "Deuteronomy 24:1",
        "content": "“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house,"
    },
    {
        "reference": "Deuteronomy 24:2",
        "content": "and if she goes and becomes another man’s wife,"
    },
    {
        "reference": "Deuteronomy 24:3",
        "content": "and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife,"
    },
    {
        "reference": "Deuteronomy 24:4",
        "content": "then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance."
    },
    {
        "reference": "Deuteronomy 24:5",
        "content": "“When a man is newly married, he shall not go out with the army or be liable for any other public duty. He shall be free at home one year to be happy with his wife whom he has taken."
    },
    {
        "reference": "Deuteronomy 25:5",
        "content": "“If brothers dwell together, and one of them dies and has no son, the wife of the dead man shall not be married outside the family to a stranger. Her husband’s brother shall go in to her and take her as his wife and perform the duty of a husband’s brother to her."
    },
    {
        "reference": "Deuteronomy 25:7",
        "content": "And if the man does not wish to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to perpetuate his brother’s name in Israel; he will not perform the duty of a husband’s brother to me.’"
    },
    {
        "reference": "Deuteronomy 25:9",
        "content": "then his brother’s wife shall go up to him in the presence of the elders and pull his sandal off his foot and spit in his face. And she shall answer and say, ‘So shall it be done to the man who does not build up his brother’s house.’"
    },
    {
        "reference": "Deuteronomy 25:11",
        "content": "“When men fight with one another and the wife of the one draws near to rescue her husband from the hand of him who is beating him and puts out her hand and seizes him by the private parts,"
    },
    {
        "reference": "Deuteronomy 27:20",
        "content": "“‘Cursed be anyone who lies with his father’s wife, because he has uncovered his father’s nakedness.’ And all the people shall say, ‘Amen.’"
    },
    {
        "reference": "Deuteronomy 28:30",
        "content": "You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit."
    },
    {
        "reference": "Deuteronomy 28:54",
        "content": "The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left,"
    },
    {
        "reference": "Joshua 15:16",
        "content": "And Caleb said, “Whoever strikes Kiriath-sepher and captures it, to him will I give Achsah my daughter as wife.”"
    },
    {
        "reference": "Joshua 15:17",
        "content": "And Othniel the son of Kenaz, the brother of Caleb, captured it. And he gave him Achsah his daughter as wife."
    },
    {
        "reference": "Judges 1:12",
        "content": "And Caleb said, “He who attacks Kiriath-sepher and captures it, I will give him Achsah my daughter for a wife.”"
    },
    {
        "reference": "Judges 1:13",
        "content": "And Othniel the son of Kenaz, Caleb’s younger brother, captured it. And he gave him Achsah his daughter for a wife."
    },
    {
        "reference": "Judges 4:4",
        "content": "Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time."
    },
    {
        "reference": "Judges 4:17",
        "content": "But Sisera fled away on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite."
    },
    {
        "reference": "Judges 4:21",
        "content": "But Jael the wife of Heber took a tent peg, and took a hammer in her hand. Then she went softly to him and drove the peg into his temple until it went down into the ground while he was lying fast asleep from weariness. So he died."
    },
    {
        "reference": "Judges 5:24",
        "content": "“Most blessed of women be Jael, the wife of Heber the Kenite, of tent-dwelling women most blessed."
    },
    {
        "reference": "Judges 11:2",
        "content": "And Gilead’s wife also bore him sons. And when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, for you are the son of another woman.”"
    },
    {
        "reference": "Judges 13:2",
        "content": "There was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. And his wife was barren and had no children."
    },
    {
        "reference": "Judges 13:11",
        "content": "And Manoah arose and went after his wife and came to the man and said to him, “Are you the man who spoke to this woman?” And he said, “I am.”"
    },
    {
        "reference": "Judges 13:19",
        "content": "So Manoah took the young goat with the grain offering, and offered it on the rock to the LORD, to the one who works wonders, and Manoah and his wife were watching."
    },
    {
        "reference": "Judges 13:20",
        "content": "And when the flame went up toward heaven from the altar, the angel of the LORD went up in the flame of the altar. Now Manoah and his wife were watching, and they fell on their faces to the ground."
    },
    {
        "reference": "Judges 13:21",
        "content": "The angel of the LORD appeared no more to Manoah and to his wife. Then Manoah knew that he was the angel of the LORD."
    },
    {
        "reference": "Judges 13:22",
        "content": "And Manoah said to his wife, “We shall surely die, for we have seen God.”"
    },
    {
        "reference": "Judges 13:23",
        "content": "But his wife said to him, “If the LORD had meant to kill us, he would not have accepted a burnt offering and a grain offering at our hands, or shown us all these things, or now announced to us such things as these.”"
    },
    {
        "reference": "Judges 14:2",
        "content": "Then he came up and told his father and mother, “I saw one of the daughters of the Philistines at Timnah. Now get her for me as my wife.”"
    },
    {
        "reference": "Judges 14:3",
        "content": "But his father and mother said to him, “Is there not a woman among the daughters of your relatives, or among all our people, that you must go to take a wife from the uncircumcised Philistines?” But Samson said to his father, “Get her for me, for she is right in my eyes.”"
    },
    {
        "reference": "Judges 14:15",
        "content": "On the fourth day they said to Samson’s wife, “Entice your husband to tell us what the riddle is, lest we burn you and your father’s house with fire. Have you invited us here to impoverish us?”"
    },
    {
        "reference": "Judges 14:16",
        "content": "And Samson’s wife wept over him and said, “You only hate me; you do not love me. You have put a riddle to my people, and you have not told me what it is.” And he said to her, “Behold, I have not told my father nor my mother, and shall I tell you?”"
    },
    {
        "reference": "Judges 14:20",
        "content": "And Samson’s wife was given to his companion, who had been his best man."
    },
    {
        "reference": "Judges 15:1",
        "content": "After some days, at the time of wheat harvest, Samson went to visit his wife with a young goat. And he said, “I will go in to my wife in the chamber.” But her father would not allow him to go in."
    },
    {
        "reference": "Judges 15:6",
        "content": "Then the Philistines said, “Who has done this?” And they said, “Samson, the son-in-law of the Timnite, because he has taken his wife and given her to his companion.” And the Philistines came up and burned her and her father with fire."
    },
    {
        "reference": "Judges 21:18",
        "content": "Yet we cannot give them wives from our daughters.” For the people of Israel had sworn, “Cursed be he who gives a wife to Benjamin.”"
    },
    {
        "reference": "Judges 21:21",
        "content": "and watch. If the daughters of Shiloh come out to dance in the dances, then come out of the vineyards and snatch each man his wife from the daughters of Shiloh, and go to the land of Benjamin."
    },
    {
        "reference": "Judges 21:22",
        "content": "And when their fathers or their brothers come to complain to us, we will say to them, ‘Grant them graciously to us, because we did not take for each man of them his wife in battle, neither did you give them to them, else you would now be guilty.’”"
    },
    {
        "reference": "Ruth 1:1",
        "content": "In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons."
    },
    {
        "reference": "Ruth 1:2",
        "content": "The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."
    },
    {
        "reference": "Ruth 4:10",
        "content": "Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.”"
    },
    {
        "reference": "Ruth 4:13",
        "content": "So Boaz took Ruth, and she became his wife. And he went in to her, and the LORD gave her conception, and she bore a son."
    },
    {
        "reference": "1 Samuel 1:4",
        "content": "On the day when Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and daughters."
    },
    {
        "reference": "1 Samuel 1:19",
        "content": "They rose early in the morning and worshiped before the LORD; then they went back to their house at Ramah. And Elkanah knew Hannah his wife, and the LORD remembered her."
    },
    {
        "reference": "1 Samuel 2:20",
        "content": "Then Eli would bless Elkanah and his wife, and say, “May the LORD give you children by this woman for the petition she asked of the LORD.” So then they would return to their home."
    },
    {
        "reference": "1 Samuel 4:19",
        "content": "Now his daughter-in-law, the wife of Phinehas, was pregnant, about to give birth. And when she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed and gave birth, for her pains came upon her."
    },
    {
        "reference": "1 Samuel 14:50",
        "content": "And the name of Saul’s wife was Ahinoam the daughter of Ahimaaz. And the name of the commander of his army was Abner the son of Ner, Saul’s uncle."
    },
    {
        "reference": "1 Samuel 18:17",
        "content": "Then Saul said to David, “Here is my elder daughter Merab. I will give her to you for a wife. Only be valiant for me and fight the LORD’s battles.” For Saul thought, “Let not my hand be against him, but let the hand of the Philistines be against him.”"
    },
    {
        "reference": "1 Samuel 18:19",
        "content": "But at the time when Merab, Saul’s daughter, should have been given to David, she was given to Adriel the Meholathite for a wife."
    },
    {
        "reference": "1 Samuel 18:27",
        "content": "David arose and went, along with his men, and killed two hundred of the Philistines. And David brought their foreskins, which were given in full number to the king, that he might become the king’s son-in-law. And Saul gave him his daughter Michal for a wife."
    },
    {
        "reference": "1 Samuel 19:11",
        "content": "Saul sent messengers to David’s house to watch him, that he might kill him in the morning. But Michal, David’s wife, told him, “If you do not escape with your life tonight, tomorrow you will be killed.”"
    },
    {
        "reference": "1 Samuel 25:3",
        "content": "Now the name of the man was Nabal, and the name of his wife Abigail. The woman was discerning and beautiful, but the man was harsh and badly behaved; he was a Calebite."
    },
    {
        "reference": "1 Samuel 25:14",
        "content": "But one of the young men told Abigail, Nabal’s wife, “Behold, David sent messengers out of the wilderness to greet our master, and he railed at them."
    },
    {
        "reference": "1 Samuel 25:37",
        "content": "In the morning, when the wine had gone out of Nabal, his wife told him these things, and his heart died within him, and he became as a stone."
    },
    {
        "reference": "1 Samuel 25:39",
        "content": "When David heard that Nabal was dead, he said, “Blessed be the LORD who has avenged the insult I received at the hand of Nabal, and has kept back his servant from wrongdoing. The LORD has returned the evil of Nabal on his own head.” Then David sent and spoke to Abigail, to take her as his wife."
    },
    {
        "reference": "1 Samuel 25:40",
        "content": "When the servants of David came to Abigail at Carmel, they said to her, “David has sent us to you to take you to him as his wife.”"
    },
    {
        "reference": "1 Samuel 25:42",
        "content": "And Abigail hurried and rose and mounted a donkey, and her five young women attended her. She followed the messengers of David and became his wife."
    },
    {
        "reference": "1 Samuel 25:44",
        "content": "Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was of Gallim."
    },
    {
        "reference": "1 Samuel 30:22",
        "content": "Then all the wicked and worthless fellows among the men who had gone with David said, “Because they did not go with us, we will not give them any of the spoil that we have recovered, except that each man may lead away his wife and children, and depart.”"
    },
    {
        "reference": "2 Samuel 3:5",
        "content": "and the sixth, Ithream, of Eglah, David’s wife. These were born to David in Hebron."
    },
    {
        "reference": "2 Samuel 3:14",
        "content": "Then David sent messengers to Ish-bosheth, Saul’s son, saying, “Give me my wife Michal, for whom I paid the bridal price of a hundred foreskins of the Philistines.”"
    },
    {
        "reference": "2 Samuel 11:3",
        "content": "And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"
    },
    {
        "reference": "2 Samuel 11:11",
        "content": "Uriah said to David, “The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.”"
    },
    {
        "reference": "2 Samuel 11:26",
        "content": "When the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband."
    },
    {
        "reference": "2 Samuel 11:27",
        "content": "And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the LORD."
    },
    {
        "reference": "2 Samuel 12:9",
        "content": "Why have you despised the word of the LORD, to do what is evil in his sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your wife and have killed him with the sword of the Ammonites."
    },
    {
        "reference": "2 Samuel 12:10",
        "content": "Now therefore the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.’"
    },
    {
        "reference": "2 Samuel 12:15",
        "content": "Then Nathan went to his house. And the LORD afflicted the child that Uriah’s wife bore to David, and he became sick."
    },
    {
        "reference": "2 Samuel 12:24",
        "content": "Then David comforted his wife, Bathsheba, and went in to her and lay with her, and she bore a son, and he called his name Solomon. And the LORD loved him"
    },
    {
        "reference": "1 Kings 2:17",
        "content": "And he said, “Please ask King Solomon—he will not refuse you—to give me Abishag the Shunammite as my wife.”"
    },
    {
        "reference": "1 Kings 2:21",
        "content": "She said, “Let Abishag the Shunammite be given to Adonijah your brother as his wife.”"
    },
    {
        "reference": "1 Kings 4:11",
        "content": "Ben-abinadab, in all Naphath-dor (he had Taphath the daughter of Solomon as his wife);"
    },
    {
        "reference": "1 Kings 4:15",
        "content": "Ahimaaz, in Naphtali (he had taken Basemath the daughter of Solomon as his wife);"
    },
    {
        "reference": "1 Kings 9:16",
        "content": "(Pharaoh king of Egypt had gone up and captured Gezer and burned it with fire, and had killed the Canaanites who lived in the city, and had given it as dowry to his daughter, Solomon’s wife;"
    },
    {
        "reference": "1 Kings 11:19",
        "content": "And Hadad found great favor in the sight of Pharaoh, so that he gave him in marriage the sister of his own wife, the sister of Tahpenes the queen."
    },
    {
        "reference": "1 Kings 14:2",
        "content": "And Jeroboam said to his wife, “Arise, and disguise yourself, that it not be known that you are the wife of Jeroboam, and go to Shiloh. Behold, Ahijah the prophet is there, who said of me that I should be king over this people."
    },
    {
        "reference": "1 Kings 14:4",
        "content": "Jeroboam’s wife did so. She arose and went to Shiloh and came to the house of Ahijah. Now Ahijah could not see, for his eyes were dim because of his age."
    },
    {
        "reference": "1 Kings 14:5",
        "content": "And the LORD said to Ahijah, “Behold, the wife of Jeroboam is coming to inquire of you concerning her son, for he is sick. Thus and thus shall you say to her.” When she came, she pretended to be another woman."
    },
    {
        "reference": "1 Kings 14:6",
        "content": "But when Ahijah heard the sound of her feet, as she came in at the door, he said, “Come in, wife of Jeroboam. Why do you pretend to be another? For I am charged with unbearable news for you."
    },
    {
        "reference": "1 Kings 14:17",
        "content": "Then Jeroboam’s wife arose and departed and came to Tirzah. And as she came to the threshold of the house, the child died."
    },
    {
        "reference": "1 Kings 16:31",
        "content": "And as if it had been a light thing for him to walk in the sins of Jeroboam the son of Nebat, he took for his wife Jezebel the daughter of Ethbaal king of the Sidonians, and went and served Baal and worshiped him."
    },
    {
        "reference": "1 Kings 21:5",
        "content": "But Jezebel his wife came to him and said to him, “Why is your spirit so vexed that you eat no food?”"
    },
    {
        "reference": "1 Kings 21:7",
        "content": "And Jezebel his wife said to him, “Do you now govern Israel? Arise and eat bread and let your heart be cheerful; I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "reference": "1 Kings 21:25",
        "content": "(There was none who sold himself to do what was evil in the sight of the LORD like Ahab, whom Jezebel his wife incited."
    },
    {
        "reference": "2 Kings 4:1",
        "content": "Now the wife of one of the sons of the prophets cried to Elisha, “Your servant my husband is dead, and you know that your servant feared the LORD, but the creditor has come to take my two children to be his slaves.”"
    },
    {
        "reference": "2 Kings 5:2",
        "content": "Now the Syrians on one of their raids had carried off a little girl from the land of Israel, and she worked in the service of Naaman’s wife."
    },
    {
        "reference": "2 Kings 8:18",
        "content": "And he walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. And he did what was evil in the sight of the LORD."
    },
    {
        "reference": "2 Kings 14:9",
        "content": "And Jehoash king of Israel sent word to Amaziah king of Judah, “A thistle on Lebanon sent to a cedar on Lebanon, saying, ‘Give your daughter to my son for a wife,’ and a wild beast of Lebanon passed by and trampled down the thistle."
    },
    {
        "reference": "2 Kings 22:14",
        "content": "So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter), and they talked with her."
    },
    {
        "reference": "1 Chronicles 1:50",
        "content": "Baal-hanan died, and Hadad reigned in his place, the name of his city being Pai; and his wife’s name was Mehetabel, the daughter of Matred, the daughter of Mezahab."
    },
    {
        "reference": "1 Chronicles 2:18",
        "content": "Caleb the son of Hezron fathered children by his wife Azubah, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon."
    },
    {
        "reference": "1 Chronicles 2:24",
        "content": "After the death of Hezron, Caleb went in to Ephrathah, the wife of Hezron his father, and she bore him Ashhur, the father of Tekoa."
    },
    {
        "reference": "1 Chronicles 2:26",
        "content": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam."
    },
    {
        "reference": "1 Chronicles 2:29",
        "content": "The name of Abishur’s wife was Abihail, and she bore him Ahban and Molid."
    },
    {
        "reference": "1 Chronicles 3:3",
        "content": "the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah;"
    },
    {
        "reference": "1 Chronicles 4:18",
        "content": "And his Judahite wife bore Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah."
    },
    {
        "reference": "1 Chronicles 4:19",
        "content": "The sons of the wife of Hodiah, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite."
    },
    {
        "reference": "1 Chronicles 7:15",
        "content": "And Machir took a wife for Huppim and for Shuppim. The name of his sister was Maacah. And the name of the second was Zelophehad, and Zelophehad had daughters."
    },
    {
        "reference": "1 Chronicles 7:16",
        "content": "And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem."
    },
    {
        "reference": "1 Chronicles 7:23",
        "content": "And Ephraim went in to his wife, and she conceived and bore a son. And he called his name Beriah, because disaster had befallen his house."
    },
    {
        "reference": "1 Chronicles 8:9",
        "content": "He fathered sons by Hodesh his wife: Jobab, Zibia, Mesha, Malcam,"
    },
    {
        "reference": "1 Chronicles 8:29",
        "content": "Jeiel the father of Gibeon lived in Gibeon, and the name of his wife was Maacah."
    },
    {
        "reference": "1 Chronicles 9:35",
        "content": "In Gibeon lived the father of Gibeon, Jeiel, and the name of his wife was Maacah,"
    },
    {
        "reference": "2 Chronicles 8:11",
        "content": "Solomon brought Pharaoh’s daughter up from the city of David to the house that he had built for her, for he said, “My wife shall not live in the house of David king of Israel, for the places to which the ark of the LORD has come are holy.”"
    },
    {
        "reference": "2 Chronicles 11:18",
        "content": "Rehoboam took as wife Mahalath the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse,"
    },
    {
        "reference": "2 Chronicles 21:6",
        "content": "And he walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. And he did what was evil in the sight of the LORD."
    },
    {
        "reference": "2 Chronicles 22:11",
        "content": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah and stole him away from among the king’s sons who were about to be put to death, and she put him and his nurse in a bedroom. Thus Jehoshabeath, the daughter of King Jehoram and wife of Jehoiada the priest, because she was a sister of Ahaziah, hid him from Athaliah, so that she did not put him to death."
    },
    {
        "reference": "2 Chronicles 25:18",
        "content": "And Joash the king of Israel sent word to Amaziah king of Judah, “A thistle on Lebanon sent to a cedar on Lebanon, saying, ‘Give your daughter to my son for a wife,’ and a wild beast of Lebanon passed by and trampled down the thistle."
    },
    {
        "reference": "2 Chronicles 34:22",
        "content": "So Hilkiah and those whom the king had sent went to Huldah the prophetess, the wife of Shallum the son of Tokhath, son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter) and spoke to her to that effect."
    },
    {
        "reference": "Ezra 2:61",
        "content": "Also, of the sons of the priests: the sons of Habaiah, the sons of Hakkoz, and the sons of Barzillai (who had taken a wife from the daughters of Barzillai the Gileadite, and was called by their name)."
    },
    {
        "reference": "Nehemiah 6:18",
        "content": "For many in Judah were bound by oath to him, because he was the son-in-law of Shecaniah the son of Arah: and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as his wife."
    },
    {
        "reference": "Nehemiah 7:63",
        "content": "Also, of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai (who had taken a wife of the daughters of Barzillai the Gileadite and was called by their name)."
    },
    {
        "reference": "Esther 5:10",
        "content": "Nevertheless, Haman restrained himself and went home, and he sent and brought his friends and his wife Zeresh."
    },
    {
        "reference": "Esther 5:14",
        "content": "Then his wife Zeresh and all his friends said to him, “Let a gallows fifty cubits high be made, and in the morning tell the king to have Mordecai hanged upon it. Then go joyfully with the king to the feast.” This idea pleased Haman, and he had the gallows made."
    },
    {
        "reference": "Esther 6:13",
        "content": "And Haman told his wife Zeresh and all his friends everything that had happened to him. Then his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of the Jewish people, you will not overcome him but will surely fall before him.”"
    },
    {
        "reference": "Job 2:9",
        "content": "Then his wife said to him, “Do you still hold fast your integrity? Curse God and die.”"
    },
    {
        "reference": "Job 19:17",
        "content": "My breath is strange to my wife, and I am a stench to the children of my own mother."
    },
    {
        "reference": "Job 31:10",
        "content": "then let my wife grind for another, and let others bow down on her."
    },
    {
        "reference": "Psalm 109:9",
        "content": "May his children be fatherless and his wife a widow!"
    },
    {
        "reference": "Psalm 128:3",
        "content": "Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table."
    },
    {
        "reference": "Proverbs 5:18",
        "content": "Let your fountain be blessed, and rejoice in the wife of your youth,"
    },
    {
        "reference": "Proverbs 6:29",
        "content": "So is he who goes in to his neighbor’s wife; none who touches her will go unpunished."
    },
    {
        "reference": "Proverbs 12:4",
        "content": "An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones."
    },
    {
        "reference": "Proverbs 18:22",
        "content": "He who finds a wife finds a good thing and obtains favor from the LORD."
    },
    {
        "reference": "Proverbs 19:13",
        "content": "A foolish son is ruin to his father, and a wife’s quarreling is a continual dripping of rain."
    },
    {
        "reference": "Proverbs 19:14",
        "content": "House and wealth are inherited from fathers, but a prudent wife is from the LORD."
    },
    {
        "reference": "Proverbs 21:9",
        "content": "It is better to live in a corner of the housetop than in a house shared with a quarrelsome wife."
    },
    {
        "reference": "Proverbs 25:24",
        "content": "It is better to live in a corner of the housetop than in a house shared with a quarrelsome wife."
    },
    {
        "reference": "Proverbs 27:15",
        "content": "A continual dripping on a rainy day and a quarrelsome wife are alike;"
    },
    {
        "reference": "Proverbs 31:10",
        "content": "An excellent wife who can find? She is far more precious than jewels."
    },
    {
        "reference": "Ecclesiastes 9:9",
        "content": "Enjoy life with the wife whom you love, all the days of your vain life that he has given you under the sun, because that is your portion in life and in your toil at which you toil under the sun."
    },
    {
        "reference": "Isaiah 54:6",
        "content": "For the LORD has called you like a wife deserted and grieved in spirit, like a wife of youth when she is cast off, says your God."
    },
    {
        "reference": "Jeremiah 3:1",
        "content": "“If a man divorces his wife and she goes from him and becomes another man’s wife, will he return to her? Would not that land be greatly polluted? You have played the whore with many lovers; and would you return to me? declares the LORD."
    },
    {
        "reference": "Jeremiah 3:20",
        "content": "Surely, as a treacherous wife leaves her husband, so have you been treacherous to me, O house of Israel, declares the LORD.’”"
    },
    {
        "reference": "Jeremiah 5:8",
        "content": "They were well-fed, lusty stallions, each neighing for his neighbor’s wife."
    },
    {
        "reference": "Jeremiah 6:11",
        "content": "Therefore I am full of the wrath of the LORD; I am weary of holding it in. “Pour it out upon the children in the street, and upon the gatherings of young men, also; both husband and wife shall be taken, the elderly and the very aged."
    },
    {
        "reference": "Jeremiah 16:2",
        "content": "“You shall not take a wife, nor shall you have sons or daughters in this place."
    },
    {
        "reference": "Ezekiel 16:32",
        "content": "Adulterous wife, who receives strangers instead of her husband!"
    },
    {
        "reference": "Ezekiel 18:6",
        "content": "if he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife or approach a woman in her time of menstrual impurity,"
    },
    {
        "reference": "Ezekiel 18:11",
        "content": "(though he himself did none of these things), who even eats upon the mountains, defiles his neighbor’s wife,"
    },
    {
        "reference": "Ezekiel 18:15",
        "content": "he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife,"
    },
    {
        "reference": "Ezekiel 22:11",
        "content": "One commits abomination with his neighbor’s wife; another lewdly defiles his daughter-in-law; another in you violates his sister, his father’s daughter."
    },
    {
        "reference": "Ezekiel 24:18",
        "content": "So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded."
    },
    {
        "reference": "Ezekiel 33:26",
        "content": "You rely on the sword, you commit abominations, and each of you defiles his neighbor’s wife; shall you then possess the land?"
    },
    {
        "reference": "Hosea 1:2",
        "content": "When the LORD first spoke through Hosea, the LORD said to Hosea, “Go, take to yourself a wife of whoredom and have children of whoredom, for the land commits great whoredom by forsaking the LORD.”"
    },
    {
        "reference": "Hosea 2:2",
        "content": "“Plead with your mother, plead— for she is not my wife, and I am not her husband— that she put away her whoring from her face, and her adultery from between her breasts;"
    },
    {
        "reference": "Hosea 12:12",
        "content": "Jacob fled to the land of Aram; there Israel served for a wife, and for a wife he guarded sheep."
    },
    {
        "reference": "Amos 7:17",
        "content": "Therefore thus says the LORD: “‘Your wife shall be a prostitute in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided up with a measuring line; you yourself shall die in an unclean land, and Israel shall surely go into exile away from its land.’”"
    },
    {
        "reference": "Malachi 2:14",
        "content": "But you say, “Why does he not?” Because the LORD was witness between you and the wife of your youth, to whom you have been faithless, though she is your companion and your wife by covenant."
    },
    {
        "reference": "Malachi 2:15",
        "content": "Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth."
    },
    {
        "reference": "Malachi 2:16",
        "content": "“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”"
    },
    {
        "reference": "Matthew 1:6",
        "content": "and Jesse the father of David the king. And David was the father of Solomon by the wife of Uriah,"
    },
    {
        "reference": "Matthew 1:20",
        "content": "But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit."
    },
    {
        "reference": "Matthew 1:24",
        "content": "When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife,"
    },
    {
        "reference": "Matthew 5:31",
        "content": "“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’"
    },
    {
        "reference": "Matthew 5:32",
        "content": "But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery."
    },
    {
        "reference": "Matthew 14:3",
        "content": "For Herod had seized John and bound him and put him in prison for the sake of Herodias, his brother Philip’s wife,"
    },
    {
        "reference": "Matthew 18:25",
        "content": "And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made."
    },
    {
        "reference": "Matthew 19:3",
        "content": "And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?”"
    },
    {
        "reference": "Matthew 19:5",
        "content": "and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?"
    },
    {
        "reference": "Matthew 19:9",
        "content": "And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”"
    },
    {
        "reference": "Matthew 19:10",
        "content": "The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.”"
    },
    {
        "reference": "Matthew 22:25",
        "content": "Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother."
    },
    {
        "reference": "Matthew 22:28",
        "content": "In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”"
    },
    {
        "reference": "Matthew 27:19",
        "content": "Besides, while he was sitting on the judgment seat, his wife sent word to him, “Have nothing to do with that righteous man, for I have suffered much because of him today in a dream.”"
    },
    {
        "reference": "Mark 6:17",
        "content": "For it was Herod who had sent and seized John and bound him in prison for the sake of Herodias, his brother Philip’s wife, because he had married her."
    },
    {
        "reference": "Mark 6:18",
        "content": "For John had been saying to Herod, “It is not lawful for you to have your brother’s wife.”"
    },
    {
        "reference": "Mark 10:2",
        "content": "And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?”"
    },
    {
        "reference": "Mark 10:7",
        "content": "‘Therefore a man shall leave his father and mother and hold fast to his wife,"
    },
    {
        "reference": "Mark 10:11",
        "content": "And he said to them, “Whoever divorces his wife and marries another commits adultery against her,"
    },
    {
        "reference": "Mark 12:19",
        "content": "“Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife, but leaves no child, the man must take the widow and raise up offspring for his brother."
    },
    {
        "reference": "Mark 12:20",
        "content": "There were seven brothers; the first took a wife, and when he died left no offspring."
    },
    {
        "reference": "Mark 12:23",
        "content": "In the resurrection, when they rise again, whose wife will she be? For the seven had her as wife.”"
    },
    {
        "reference": "Luke 1:5",
        "content": "In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth."
    },
    {
        "reference": "Luke 1:13",
        "content": "But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John."
    },
    {
        "reference": "Luke 1:18",
        "content": "And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.”"
    },
    {
        "reference": "Luke 1:24",
        "content": "After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying,"
    },
    {
        "reference": "Luke 3:19",
        "content": "But Herod the tetrarch, who had been reproved by him for Herodias, his brother’s wife, and for all the evil things that Herod had done,"
    },
    {
        "reference": "Luke 8:3",
        "content": "and Joanna, the wife of Chuza, Herod’s household manager, and Susanna, and many others, who provided for them out of their means."
    },
    {
        "reference": "Luke 14:20",
        "content": "And another said, ‘I have married a wife, and therefore I cannot come.’"
    },
    {
        "reference": "Luke 14:26",
        "content": "“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple."
    },
    {
        "reference": "Luke 16:18",
        "content": "“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery."
    },
    {
        "reference": "Luke 17:32",
        "content": "Remember Lot’s wife."
    },
    {
        "reference": "Luke 18:29",
        "content": "And he said to them, “Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,"
    },
    {
        "reference": "Luke 20:28",
        "content": "and they asked him a question, saying, “Teacher, Moses wrote for us that if a man’s brother dies, having a wife but no children, the man must take the widow and raise up offspring for his brother."
    },
    {
        "reference": "Luke 20:29",
        "content": "Now there were seven brothers. The first took a wife, and died without children."
    },
    {
        "reference": "Luke 20:33",
        "content": "In the resurrection, therefore, whose wife will the woman be? For the seven had her as wife.”"
    },
    {
        "reference": "John 19:25",
        "content": "but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."
    },
    {
        "reference": "Acts 5:1",
        "content": "But a man named Ananias, with his wife Sapphira, sold a piece of property,"
    },
    {
        "reference": "Acts 5:2",
        "content": "and with his wife’s knowledge he kept back for himself some of the proceeds and brought only a part of it and laid it at the apostles’ feet."
    },
    {
        "reference": "Acts 5:7",
        "content": "After an interval of about three hours his wife came in, not knowing what had happened."
    },
    {
        "reference": "Acts 18:2",
        "content": "And he found a Jew named Aquila, a native of Pontus, recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to see them,"
    },
    {
        "reference": "Acts 24:24",
        "content": "After some days Felix came with his wife Drusilla, who was Jewish, and he sent for Paul and heard him speak about faith in Christ Jesus."
    },
    {
        "reference": "1 Corinthians 5:1",
        "content": "It is actually reported that there is sexual immorality among you, and of a kind that is not tolerated even among pagans, for a man has his father’s wife."
    },
    {
        "reference": "1 Corinthians 7:2",
        "content": "But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband."
    },
    {
        "reference": "1 Corinthians 7:3",
        "content": "The husband should give to his wife her conjugal rights, and likewise the wife to her husband."
    },
    {
        "reference": "1 Corinthians 7:4",
        "content": "For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does."
    },
    {
        "reference": "1 Corinthians 7:10",
        "content": "To the married I give this charge (not I, but the Lord): the wife should not separate from her husband"
    },
    {
        "reference": "1 Corinthians 7:11",
        "content": "(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife."
    },
    {
        "reference": "1 Corinthians 7:12",
        "content": "To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her."
    },
    {
        "reference": "1 Corinthians 7:14",
        "content": "For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy."
    },
    {
        "reference": "1 Corinthians 7:16",
        "content": "For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?"
    },
    {
        "reference": "1 Corinthians 7:27",
        "content": "Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife."
    },
    {
        "reference": "1 Corinthians 7:33",
        "content": "But the married man is anxious about worldly things, how to please his wife,"
    },
    {
        "reference": "1 Corinthians 7:39",
        "content": "A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord."
    },
    {
        "reference": "1 Corinthians 9:5",
        "content": "Do we not have the right to take along a believing wife, as do the other apostles and the brothers of the Lord and Cephas?"
    },
    {
        "reference": "1 Corinthians 11:3",
        "content": "But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God."
    },
    {
        "reference": "1 Corinthians 11:5",
        "content": "but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven."
    },
    {
        "reference": "1 Corinthians 11:6",
        "content": "For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head."
    },
    {
        "reference": "1 Corinthians 11:10",
        "content": "That is why a wife ought to have a symbol of authority on her head, because of the angels."
    },
    {
        "reference": "1 Corinthians 11:13",
        "content": "Judge for yourselves: is it proper for a wife to pray to God with her head uncovered?"
    },
    {
        "reference": "Ephesians 5:23",
        "content": "For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior."
    },
    {
        "reference": "Ephesians 5:28",
        "content": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "reference": "Ephesians 5:31",
        "content": "“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”"
    },
    {
        "reference": "Ephesians 5:33",
        "content": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband."
    },
    {
        "reference": "1 Timothy 3:2",
        "content": "Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,"
    },
    {
        "reference": "1 Timothy 3:12",
        "content": "Let deacons each be the husband of one wife, managing their children and their own households well."
    },
    {
        "reference": "1 Timothy 5:9",
        "content": "Let a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband,"
    },
    {
        "reference": "Titus 1:6",
        "content": "if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination."
    },
    {
        "reference": "Revelation 21:9",
        "content": "Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.”"
    }
]
