[
    {
        "reference": "Genesis 4:19",
        "content": "And Lamech took two wives. The name of the one was Adah, and the name of the other Zillah."
    },
    {
        "reference": "Genesis 4:23",
        "content": "Lamech said to his wives: “Adah and Zillah, hear my voice; you wives of Lamech, listen to what I say: I have killed a man for wounding me, a young man for striking me."
    },
    {
        "reference": "Genesis 6:2",
        "content": "the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose."
    },
    {
        "reference": "Genesis 6:18",
        "content": "But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you."
    },
    {
        "reference": "Genesis 7:7",
        "content": "And Noah and his sons and his wife and his sons’ wives with him went into the ark to escape the waters of the flood."
    },
    {
        "reference": "Genesis 7:13",
        "content": "On the very same day Noah and his sons, Shem and Ham and Japheth, and Noah’s wife and the three wives of his sons with them entered the ark,"
    },
    {
        "reference": "Genesis 8:16",
        "content": "“Go out from the ark, you and your wife, and your sons and your sons’ wives with you."
    },
    {
        "reference": "Genesis 8:18",
        "content": "So Noah went out, and his sons and his wife and his sons’ wives with him."
    },
    {
        "reference": "Genesis 11:29",
        "content": "And Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and Iscah."
    },
    {
        "reference": "Genesis 28:9",
        "content": "Esau went to Ishmael and took as his wife, besides the wives he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth."
    },
    {
        "reference": "Genesis 30:26",
        "content": "Give me my wives and my children for whom I have served you, that I may go, for you know the service that I have given you.”"
    },
    {
        "reference": "Genesis 31:17",
        "content": "So Jacob arose and set his sons and his wives on camels."
    },
    {
        "reference": "Genesis 31:50",
        "content": "If you oppress my daughters, or if you take wives besides my daughters, although no one is with us, see, God is witness between you and me.”"
    },
    {
        "reference": "Genesis 32:22",
        "content": "The same night he arose and took his two wives, his two female servants, and his eleven children, and crossed the ford of the Jabbok."
    },
    {
        "reference": "Genesis 34:21",
        "content": "“These men are at peace with us; let them dwell in the land and trade in it, for behold, the land is large enough for them. Let us take their daughters as wives, and let us give them our daughters."
    },
    {
        "reference": "Genesis 34:29",
        "content": "All their wealth, all their little ones and their wives, all that was in the houses, they captured and plundered."
    },
    {
        "reference": "Genesis 36:2",
        "content": "Esau took his wives from the Canaanites: Adah the daughter of Elon the Hittite, Oholibamah the daughter of Anah the daughter of Zibeon the Hivite,"
    },
    {
        "reference": "Genesis 36:6",
        "content": "Then Esau took his wives, his sons, his daughters, and all the members of his household, his livestock, all his beasts, and all his property that he had acquired in the land of Canaan. He went into a land away from his brother Jacob."
    },
    {
        "reference": "Genesis 37:2",
        "content": "These are the generations of Jacob. Joseph, being seventeen years old, was pasturing the flock with his brothers. He was a boy with the sons of Bilhah and Zilpah, his father’s wives. And Joseph brought a bad report of them to their father."
    },
    {
        "reference": "Genesis 45:19",
        "content": "And you, Joseph, are commanded to say, ‘Do this: take wagons from the land of Egypt for your little ones and for your wives, and bring your father, and come."
    },
    {
        "reference": "Genesis 46:5",
        "content": "Then Jacob set out from Beersheba. The sons of Israel carried Jacob their father, their little ones, and their wives, in the wagons that Pharaoh had sent to carry him."
    },
    {
        "reference": "Genesis 46:26",
        "content": "All the persons belonging to Jacob who came into Egypt, who were his own descendants, not including Jacob’s sons’ wives, were sixty-six persons in all."
    },
    {
        "reference": "Exodus 22:24",
        "content": "and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless."
    },
    {
        "reference": "Exodus 32:2",
        "content": "So Aaron said to them, “Take off the rings of gold that are in the ears of your wives, your sons, and your daughters, and bring them to me.”"
    },
    {
        "reference": "Numbers 14:3",
        "content": "Why is the LORD bringing us into this land, to fall by the sword? Our wives and our little ones will become a prey. Would it not be better for us to go back to Egypt?”"
    },
    {
        "reference": "Numbers 16:27",
        "content": "So they got away from the dwelling of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood at the door of their tents, together with their wives, their sons, and their little ones."
    },
    {
        "reference": "Numbers 32:26",
        "content": "Our little ones, our wives, our livestock, and all our cattle shall remain there in the cities of Gilead,"
    },
    {
        "reference": "Deuteronomy 3:19",
        "content": "Only your wives, your little ones, and your livestock (I know that you have much livestock) shall remain in the cities that I have given you,"
    },
    {
        "reference": "Deuteronomy 17:17",
        "content": "And he shall not acquire many wives for himself, lest his heart turn away, nor shall he acquire for himself excessive silver and gold."
    },
    {
        "reference": "Deuteronomy 21:15",
        "content": "“If a man has two wives, the one loved and the other unloved, and both the loved and the unloved have borne him children, and if the firstborn son belongs to the unloved,"
    },
    {
        "reference": "Deuteronomy 29:11",
        "content": "your little ones, your wives, and the sojourner who is in your camp, from the one who chops your wood to the one who draws your water,"
    },
    {
        "reference": "Joshua 1:14",
        "content": "Your wives, your little ones, and your livestock shall remain in the land that Moses gave you beyond the Jordan, but all the men of valor among you shall pass over armed before your brothers and shall help them,"
    },
    {
        "reference": "Judges 3:6",
        "content": "And their daughters they took to themselves for wives, and their own daughters they gave to their sons, and they served their gods."
    },
    {
        "reference": "Judges 8:30",
        "content": "Now Gideon had seventy sons, his own offspring, for he had many wives."
    },
    {
        "reference": "Judges 21:7",
        "content": "What shall we do for wives for those who are left, since we have sworn by the LORD that we will not give them any of our daughters for wives?”"
    },
    {
        "reference": "Judges 21:16",
        "content": "Then the elders of the congregation said, “What shall we do for wives for those who are left, since the women are destroyed out of Benjamin?”"
    },
    {
        "reference": "Judges 21:18",
        "content": "Yet we cannot give them wives from our daughters.” For the people of Israel had sworn, “Cursed be he who gives a wife to Benjamin.”"
    },
    {
        "reference": "Judges 21:23",
        "content": "And the people of Benjamin did so and took their wives, according to their number, from the dancers whom they carried off. Then they went and returned to their inheritance and rebuilt the towns and lived in them."
    },
    {
        "reference": "Ruth 1:4",
        "content": "These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years,"
    },
    {
        "reference": "1 Samuel 1:2",
        "content": "He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children."
    },
    {
        "reference": "1 Samuel 25:43",
        "content": "David also took Ahinoam of Jezreel, and both of them became his wives."
    },
    {
        "reference": "1 Samuel 27:3",
        "content": "And David lived with Achish at Gath, he and his men, every man with his household, and David with his two wives, Ahinoam of Jezreel, and Abigail of Carmel, Nabal’s widow."
    },
    {
        "reference": "1 Samuel 30:3",
        "content": "And when David and his men came to the city, they found it burned with fire, and their wives and sons and daughters taken captive."
    },
    {
        "reference": "1 Samuel 30:5",
        "content": "David’s two wives also had been taken captive, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel."
    },
    {
        "reference": "1 Samuel 30:18",
        "content": "David recovered all that the Amalekites had taken, and David rescued his two wives."
    },
    {
        "reference": "2 Samuel 2:2",
        "content": "So David went up there, and his two wives also, Ahinoam of Jezreel and Abigail the widow of Nabal of Carmel."
    },
    {
        "reference": "2 Samuel 5:13",
        "content": "And David took more concubines and wives from Jerusalem, after he came from Hebron, and more sons and daughters were born to David."
    },
    {
        "reference": "2 Samuel 12:8",
        "content": "And I gave you your master’s house and your master’s wives into your arms and gave you the house of Israel and of Judah. And if this were too little, I would add to you as much more."
    },
    {
        "reference": "2 Samuel 12:11",
        "content": "Thus says the LORD, ‘Behold, I will raise up evil against you out of your own house. And I will take your wives before your eyes and give them to your neighbor, and he shall lie with your wives in the sight of this sun."
    },
    {
        "reference": "2 Samuel 19:5",
        "content": "Then Joab came into the house to the king and said, “You have today covered with shame the faces of all your servants, who have this day saved your life and the lives of your sons and your daughters and the lives of your wives and your concubines,"
    },
    {
        "reference": "1 Kings 11:3",
        "content": "He had 700 wives, who were princesses, and 300 concubines. And his wives turned away his heart."
    },
    {
        "reference": "1 Kings 11:4",
        "content": "For when Solomon was old his wives turned away his heart after other gods, and his heart was not wholly true to the LORD his God, as was the heart of David his father."
    },
    {
        "reference": "1 Kings 11:8",
        "content": "And so he did for all his foreign wives, who made offerings and sacrificed to their gods."
    },
    {
        "reference": "1 Kings 20:3",
        "content": "‘Your silver and your gold are mine; your best wives and children also are mine.’”"
    },
    {
        "reference": "1 Kings 20:5",
        "content": "The messengers came again and said, “Thus says Ben-hadad: ‘I sent to you, saying, “Deliver to me your silver and your gold, your wives and your children.”"
    },
    {
        "reference": "1 Kings 20:7",
        "content": "Then the king of Israel called all the elders of the land and said, “Mark, now, and see how this man is seeking trouble, for he sent to me for my wives and my children, and for my silver and my gold, and I did not refuse him.”"
    },
    {
        "reference": "2 Kings 24:15",
        "content": "And he carried away Jehoiachin to Babylon. The king’s mother, the king’s wives, his officials, and the chief men of the land he took into captivity from Jerusalem to Babylon."
    },
    {
        "reference": "1 Chronicles 4:5",
        "content": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah;"
    },
    {
        "reference": "1 Chronicles 7:4",
        "content": "And along with them, by their generations, according to their fathers’ houses, were units of the army for war, 36,000, for they had many wives and sons."
    },
    {
        "reference": "1 Chronicles 8:8",
        "content": "And Shaharaim fathered sons in the country of Moab after he had sent away Hushim and Baara his wives."
    },
    {
        "reference": "1 Chronicles 14:3",
        "content": "And David took more wives in Jerusalem, and David fathered more sons and daughters."
    },
    {
        "reference": "2 Chronicles 9:7",
        "content": "Happy are your wives! Happy are these your servants, who continually stand before you and hear your wisdom!"
    },
    {
        "reference": "2 Chronicles 11:21",
        "content": "Rehoboam loved Maacah the daughter of Absalom above all his wives and concubines (he took eighteen wives and sixty concubines, and fathered twenty-eight sons and sixty daughters)."
    },
    {
        "reference": "2 Chronicles 11:23",
        "content": "And he dealt wisely and distributed some of his sons through all the districts of Judah and Benjamin, in all the fortified cities, and he gave them abundant provisions and procured wives for them."
    },
    {
        "reference": "2 Chronicles 13:21",
        "content": "But Abijah grew mighty. And he took fourteen wives and had twenty-two sons and sixteen daughters."
    },
    {
        "reference": "2 Chronicles 20:13",
        "content": "Meanwhile all Judah stood before the LORD, with their little ones, their wives, and their children."
    },
    {
        "reference": "2 Chronicles 21:14",
        "content": "behold, the LORD will bring a great plague on your people, your children, your wives, and all your possessions,"
    },
    {
        "reference": "2 Chronicles 21:17",
        "content": "And they came up against Judah and invaded it and carried away all the possessions they found that belonged to the king’s house, and also his sons and his wives, so that no son was left to him except Jehoahaz, his youngest son."
    },
    {
        "reference": "2 Chronicles 24:3",
        "content": "Jehoiada got for him two wives, and he had sons and daughters."
    },
    {
        "reference": "2 Chronicles 29:9",
        "content": "For behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in captivity for this."
    },
    {
        "reference": "2 Chronicles 31:18",
        "content": "They were enrolled with all their little children, their wives, their sons, and their daughters, the whole assembly, for they were faithful in keeping themselves holy."
    },
    {
        "reference": "Ezra 9:2",
        "content": "For they have taken some of their daughters to be wives for themselves and for their sons, so that the holy race has mixed itself with the peoples of the lands. And in this faithlessness the hand of the officials and chief men has been foremost.”"
    },
    {
        "reference": "Ezra 10:3",
        "content": "Therefore let us make a covenant with our God to put away all these wives and their children, according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the Law."
    },
    {
        "reference": "Ezra 10:11",
        "content": "Now then make confession to the LORD, the God of your fathers and do his will. Separate yourselves from the peoples of the land and from the foreign wives.”"
    },
    {
        "reference": "Ezra 10:14",
        "content": "Let our officials stand for the whole assembly. Let all in our cities who have taken foreign wives come at appointed times, and with them the elders and judges of every city, until the fierce wrath of our God over this matter is turned away from us.”"
    },
    {
        "reference": "Ezra 10:19",
        "content": "They pledged themselves to put away their wives, and their guilt offering was a ram of the flock for their guilt."
    },
    {
        "reference": "Nehemiah 4:14",
        "content": "And I looked and arose and said to the nobles and to the officials and to the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your homes.”"
    },
    {
        "reference": "Nehemiah 5:1",
        "content": "Now there arose a great outcry of the people and of their wives against their Jewish brothers."
    },
    {
        "reference": "Nehemiah 10:28",
        "content": "“The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who have separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who have knowledge and understanding,"
    },
    {
        "reference": "Isaiah 13:16",
        "content": "Their infants will be dashed in pieces before their eyes; their houses will be plundered and their wives ravished."
    },
    {
        "reference": "Jeremiah 6:12",
        "content": "Their houses shall be turned over to others, their fields and wives together, for I will stretch out my hand against the inhabitants of the land,” declares the LORD."
    },
    {
        "reference": "Jeremiah 8:10",
        "content": "Therefore I will give their wives to others and their fields to conquerors, because from the least to the greatest everyone is greedy for unjust gain; from prophet to priest, everyone deals falsely."
    },
    {
        "reference": "Jeremiah 14:16",
        "content": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem, victims of famine and sword, with none to bury them—them, their wives, their sons, and their daughters. For I will pour out their evil upon them."
    },
    {
        "reference": "Jeremiah 18:21",
        "content": "Therefore deliver up their children to famine; give them over to the power of the sword; let their wives become childless and widowed. May their men meet death by pestilence, their youths be struck down by the sword in battle."
    },
    {
        "reference": "Jeremiah 29:6",
        "content": "Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease."
    },
    {
        "reference": "Jeremiah 29:23",
        "content": "because they have done an outrageous thing in Israel, they have committed adultery with their neighbors’ wives, and they have spoken in my name lying words that I did not command them. I am the one who knows, and I am witness, declares the LORD.’”"
    },
    {
        "reference": "Jeremiah 35:8",
        "content": "We have obeyed the voice of Jonadab the son of Rechab, our father, in all that he commanded us, to drink no wine all our days, ourselves, our wives, our sons, or our daughters,"
    },
    {
        "reference": "Jeremiah 38:23",
        "content": "All your wives and your sons shall be led out to the Chaldeans, and you yourself shall not escape from their hand, but shall be seized by the king of Babylon, and this city shall be burned with fire.”"
    },
    {
        "reference": "Jeremiah 44:9",
        "content": "Have you forgotten the evil of your fathers, the evil of the kings of Judah, the evil of their wives, your own evil, and the evil of your wives, which they committed in the land of Judah and in the streets of Jerusalem?"
    },
    {
        "reference": "Jeremiah 44:15",
        "content": "Then all the men who knew that their wives had made offerings to other gods, and all the women who stood by, a great assembly, all the people who lived in Pathros in the land of Egypt, answered Jeremiah:"
    },
    {
        "reference": "Jeremiah 44:25",
        "content": "Thus says the LORD of hosts, the God of Israel: You and your wives have declared with your mouths, and have fulfilled it with your hands, saying, ‘We will surely perform our vows that we have made, to make offerings to the queen of heaven and to pour out drink offerings to her.’ Then confirm your vows and perform your vows!"
    },
    {
        "reference": "Daniel 5:2",
        "content": "Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them."
    },
    {
        "reference": "Daniel 5:3",
        "content": "Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them."
    },
    {
        "reference": "Daniel 5:23",
        "content": "but you have lifted up yourself against the Lord of heaven. And the vessels of his house have been brought in before you, and you and your lords, your wives, and your concubines have drunk wine from them. And you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which do not see or hear or know, but the God in whose hand is your breath, and whose are all your ways, you have not honored."
    },
    {
        "reference": "Daniel 6:24",
        "content": "And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions—they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces."
    },
    {
        "reference": "Zechariah 12:12",
        "content": "The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;"
    },
    {
        "reference": "Zechariah 12:13",
        "content": "the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;"
    },
    {
        "reference": "Zechariah 12:14",
        "content": "and all the families that are left, each by itself, and their wives by themselves."
    },
    {
        "reference": "Matthew 19:8",
        "content": "He said to them, “Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so."
    },
    {
        "reference": "Acts 21:5",
        "content": "When our days there were ended, we departed and went on our journey, and they all, with wives and children, accompanied us until we were outside the city. And kneeling down on the beach, we prayed"
    },
    {
        "reference": "1 Corinthians 7:29",
        "content": "This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none,"
    },
    {
        "reference": "Ephesians 5:22",
        "content": "Wives, submit to your own husbands, as to the Lord."
    },
    {
        "reference": "Ephesians 5:24",
        "content": "Now as the church submits to Christ, so also wives should submit in everything to their husbands."
    },
    {
        "reference": "Ephesians 5:25",
        "content": "Husbands, love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
        "reference": "Ephesians 5:28",
        "content": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "reference": "Colossians 3:18",
        "content": "Wives, submit to your husbands, as is fitting in the Lord."
    },
    {
        "reference": "Colossians 3:19",
        "content": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "reference": "1 Timothy 3:11",
        "content": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things."
    },
    {
        "reference": "1 Peter 3:1",
        "content": "Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,"
    },
    {
        "reference": "1 Peter 3:7",
        "content": "Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered."
    },
    {
        "reference": "1 Corinthians 7:29",
        "content": "This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none,"
    },
    {
        "reference": "Ephesians 5:22",
        "content": "Wives, submit to your own husbands, as to the Lord."
    },
    {
        "reference": "Ephesians 5:24",
        "content": "Now as the church submits to Christ, so also wives should submit in everything to their husbands."
    },
    {
        "reference": "Ephesians 5:25",
        "content": "Husbands, love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
        "reference": "Ephesians 5:28",
        "content": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "reference": "Colossians 3:18",
        "content": "Wives, submit to your husbands, as is fitting in the Lord."
    },
    {
        "reference": "Colossians 3:19",
        "content": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "reference": "1 Timothy 3:11",
        "content": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things."
    },
    {
        "reference": "1 Peter 3:1",
        "content": "Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,"
    },
    {
        "reference": "1 Peter 3:7",
        "content": "Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered."
    },
    {
        "reference": "1 Corinthians 7:29",
        "content": "This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none,"
    },
    {
        "reference": "Ephesians 5:22",
        "content": "Wives, submit to your own husbands, as to the Lord."
    },
    {
        "reference": "Ephesians 5:24",
        "content": "Now as the church submits to Christ, so also wives should submit in everything to their husbands."
    },
    {
        "reference": "Ephesians 5:25",
        "content": "Husbands, love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
        "reference": "Ephesians 5:28",
        "content": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "reference": "Colossians 3:18",
        "content": "Wives, submit to your husbands, as is fitting in the Lord."
    },
    {
        "reference": "Colossians 3:19",
        "content": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "reference": "1 Timothy 3:11",
        "content": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things."
    },
    {
        "reference": "1 Peter 3:1",
        "content": "Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,"
    },
    {
        "reference": "1 Peter 3:7",
        "content": "Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered."
    }
]
